[
  {
    "url": "https://docus.ai/glossary/biomarkers/selenium",
    "name": "Selenium Testing: Importance, Levels, and Health Impact\nDiscover selenium testing, normal levels, and what high or low selenium means for health. Find out when testing is recommended and how it's done.\nBlood WorkUrine Test\nFeb 26, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/homocysteine",
    "name": "Homocysteine: What The Levels Say About Your Health\nHomocysteine is an amino acid linked to heart health, vitamin deficiencies, and blood clot risks. Learn about testing, normal levels, and ways to manage it.\nBlood Work\nFeb 19, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/zinc",
    "name": "Zinc Levels: Testing, Normal Ranges, and Health Impact\nLearn how zinc affects your health, when to test for deficiency, normal levels, and how to manage high or low zinc levels effectively.\nBlood WorkUrine Test\nFeb 12, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/lymphocytes",
    "name": "Lymphocytes: Key Immune Cells and Their Role\nRead about lymphocytes, their role in immunity, normal levels, testing methods, and what high or low counts indicate for your health.\nBlood Work\nFeb 03, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/vitamin-a",
    "name": "Vitamin A: Importance, Testing, and Health Insights\nLearn why Vitamin A testing matters, its normal levels, causes of high or low results, and tips for maintaining a healthy balance.\nBlood Work\nJan 28, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/vitamin-c",
    "name": "Vitamin C: Benefits, Testing, and Maintaining Healthy Levels\nLearn about Vitamin C's benefits, testing methods, normal levels, and how to manage deficiencies for better health.\nBlood Work\nJan 26, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/basophils",
    "name": "Basophils: Their Role, Normal Levels, and Health Insights\nFind out about basophils, their role in immunity, normal and abnormal levels, testing methods, and their significance in diagnosing health conditions.\nBlood Work\nJan 21, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/neutrophils",
    "name": "Neutrophils: Functions, Levels, and Health Indicators\nRead about neutrophils, their role in fighting infections, normal and abnormal levels, testing methods, and their significance in health monitoring.\nBlood Work\nJan 18, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/eosinophils",
    "name": "Eosinophils: Immune Function, Testing, and Abnormal Levels\nLearn about eosinophils, their role in immune health, testing, and what high or low levels mean for your health.\nBlood Work\nJan 14, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/anti-smith-antibodies",
    "name": "Anti-Smith Antibodies: Testing and Significance in Lupus\nAnti-Smith (anti-Sm) antibodies, their role in autoimmune diseases, especially lupus, testing methods, and what positive results may indicate.\nAutoimmune DiseasesBlood Work\nJan 13, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/dopamine",
    "name": "Dopamine: The Brain’s Messenger for Mood and Motivation\nDiscover dopamine's role in your health, signs of imbalance, testing methods, and tips to naturally boost dopamine levels for better well-being.\nBlood WorkUrine Test\nJan 12, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/dhea-s",
    "name": "DHEA-S: A Key Hormone for Adrenal and Hormonal Health\nLearn about DHEA-S: its role in the body, testing methods, normal ranges, and what abnormal levels mean. Understand how it impacts overall health.\nBlood Work\nJan 11, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/adiponectin",
    "name": "Adiponectin: Key to Understanding Your Metabolic Health\nDiscover how adiponectin impacts metabolism, regulates glucose, and aids in diagnosing conditions like diabetes and heart disease.\nBlood Work\nJan 10, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/vitamin-b1",
    "name": "Vitamin B1 (Thiamine): Why It Matters for Your Health\nLearn about Vitamin B1's role, normal levels, testing methods, and what abnormal results mean for your health.\nBlood Work\nJan 09, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/procalcitonin",
    "name": "Procalcitonin (PCT) Test: Key Biomarker for Infections\nLearn about procalcitonin, its role in diagnosing bacterial infections, normal levels, testing methods, and managing high levels effectively.\nBlood Work\nJan 08, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/inr-blood-test",
    "name": "INR Blood Test: Understanding Clotting and Health Risks\nDiscover how the INR blood test measures clotting, normal levels, and what high or low results mean for your health.\nBlood Work\nJan 07, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/melatonin-test",
    "name": "Melatonin Test: When Is It Necessary and How to Interpret\nLearn when a melatonin test is necessary, how it works, and how to interpret normal and abnormal levels effectively.\nBlood Work\nJan 06, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/cystatin-c",
    "name": "Cystatin C Test: Your Guide to Kidney Health Check\nDiscover cystatin C's role in health, its normal levels, testing methods, and what abnormal values mean for kidney function and health.\nBlood WorkKidney Diseases\nJan 04, 2025"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/activated-partial-thromboplastin-time",
    "name": "aPTT: Normal Levels and Test Interpretation\nLearn about Activated Partial Thromboplastin Time (aPTT): its role in blood clotting, testing methods, normal levels, and health implications.aptt\nBlood Work\nDec 28, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/pcr-covid-test",
    "name": "COVID-19 PCR Test: How Swab Testing Detects the Virus\nDiscover how the COVID-19 PCR test detects active infections, its accuracy, testing methods, results, and preparation tips for reliable diagnosis.\nInfectious DiseasesSwab Test\nDec 27, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ferritin",
    "name": "Ferritin: Key Roles, Normal Levels, and Health Impacts\nDiscover ferritin's role in storing iron, normal levels, testing methods, and what high or low ferritin levels mean for health.\nBlood Work\nDec 26, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/egfr",
    "name": "eGFR: Testing and Its Role in Kidney Health\nDiscover eGFR's role in kidney health, its normal and abnormal levels, testing methods, and why regular monitoring supports overall well-being.\nBlood WorkKidney Diseases\nDec 24, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/serotonin",
    "name": "What Is Serotonin? Functions, Levels, and Testing Explained\nLearn about serotonin's role in mood, sleep, and digestion. Discover normal levels, testing methods, and what high or low serotonin means for your health.\nBlood Work\nDec 22, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/prothrombin-time",
    "name": "Prothrombin Time: Role, Testing, and Normal Levels\nLearn about Prothrombin Time (PT): its role in blood clotting, normal and abnormal levels, testing methods, and health significance.\nBlood Work\nDec 19, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/blood-urea-nitrogen",
    "name": "Blood Urea Nitrogen (BUN): Levels and Key Health Indicators\nRead about Blood Urea Nitrogen (BUN), its role in kidney health, normal levels, testing methods, and causes of abnormal results.\nBlood WorkKidney Diseases\nDec 17, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ceruloplasmin",
    "name": "Ceruloplasmin: Key Facts, Levels, and Health Risks\nExplore ceruloplasmin’s role in the body, its normal and abnormal levels, testing methods, and how it helps diagnose health conditions.\nBlood Work\nDec 15, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/fibrinogen",
    "name": "Fibrinogen: Functions, Normal Levels, and Interpretation\nExplore fibrinogen’s role in blood clotting, normal levels, testing methods, and what abnormal levels mean for your health.\nBlood Work\nDec 12, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/calprotectin",
    "name": "Calprotectin: Functions, Testing, and Health Risks\nLearn about calprotectin's role in detecting inflammation, testing methods, normal ranges, and what abnormal levels mean for your health.\nStool Test\nDec 11, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/troponin",
    "name": "Troponin I and T: Key Functions, Levels, and Health Impact\nLearn about Troponin I and T: their role in heart health, testing methods, normal levels, and what abnormal results may indicate for your health.\nBlood WorkCardiology\nDec 09, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/erythrocyte-sedimentation-rate",
    "name": "Erythrocyte Sedimentation Rate (ESR): Test Interpretation\nRead about ESR (Erythrocyte Sedimentation Rate): its function, testing methods, normal levels, and health risks linked to abnormal results.\nBlood Work\nDec 06, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/prostate-specific-antigen",
    "name": "Prostate-Specific Antigen (PSA): Testing and Its Importance\nProstate-specific antigen (PSA) testing helps detect prostate issues, including cancer, aiding in timely treatment and better health outcomes.\nBlood WorkUrology\nDec 05, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/phosphorus",
    "name": "Phosphorus: Key Functions, Levels, and Health Impact\nDiscover the essential role of phosphorus in your body, how to test the levels, and what abnormal results mean for your health.\nBlood Work\nDec 02, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ketones-in-blood",
    "name": "Ketones in Blood: What Do They Indicate?\nDiscover what ketones in blood mean, their functions, normal levels, testing methods, and health risks of abnormal levels.\nBlood Work\nNov 30, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/d-dimer",
    "name": "D-Dimer: Key Roles, Normal Levels, and Health Impacts\nExplore D-dimer's role in the body, testing methods, normal and abnormal levels, and how it aids in diagnosing blood clot disorders.\nBlood Work\nNov 26, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ethyl-glucuronide",
    "name": "Ethyl Glucuronide (EtG): Urine Test for Alcohol Detection\nEtG (Ethyl Glucuronide) testing helps detect recent alcohol use and supports liver health monitoring. Understand its purpose, results, and testing process.\nUrine Test\nNov 14, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ets-urine-test",
    "name": "EtS (Ethyl Sulfate) in Urine: Purpose and Interpretation\nLearn about the EtS urine test, its role in alcohol detection, testing methods, normal ranges, and the significance of high levels.\nUrine Test\nNov 13, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/myoglobin",
    "name": "Myoglobin: Key Functions, Levels, and Health Impact\nExplore myoglobin's function, normal and abnormal levels, and testing methods, and learn why it is crucial for muscle health diagnostics.\nBlood WorkUrine Test\nNov 12, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/leukocytes-in-urine",
    "name": "Leukocytes in Urine: Causes, Levels, and Recommendations\nExplore the meaning of leukocytes in urine, abnormal levels and their causes, testing methods, and health recommendations.\nUrine Test\nNov 11, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/crystals-in-urine",
    "name": "Crystals in Urine: Types, Testing and Interpretation\nLearn about crystals in urine, from types and causes to testing methods and what your results reveal about kidney and urinary health.\nUrine Test\nNov 10, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/phosphorus-in-urine",
    "name": "Phosphorus in Urine: Testing and Health Insights\nExplore phosphorus in urine, its role in the body, testing methods, and what high or low levels mean for health.\nUrine Test\nNov 09, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/testosterone-urine-test",
    "name": "Testosterone Urine Test: Importance and Interpretation\nLearn about testosterone in urine, its role in health, how it’s tested, and what normal or abnormal levels mean for diagnosing hormone imbalances.\nUrine Test\nNov 08, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/albumin-in-urine",
    "name": "Albumin in Urine: Testing and Health Impact\nDiscover the role of albumin in urine, what normal and high levels mean, testing methods, and practical tips for managing elevated levels.\nUrine Test\nNov 07, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/casts-in-urine",
    "name": "Casts in Urine: Insights, Testing, and Health Implications\nRead about casts in urine, including types, normal levels, and what high levels indicate. See how cast testing aids in kidney health assessment and diagnosis.\nUrine Test\nNov 06, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/potassium-in-urine",
    "name": "Potassium in Urine: Testing and Interpretation\nExplore the role of potassium in urine, how it’s tested, what normal and abnormal levels mean, and why monitoring this biomarker is important to health.\nUrine Test\nNov 05, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/bacteria-in-urine",
    "name": "Bacteria in Urine: Facts, Testing and Health Implications\nDiscover how bacteria in urine affects health, what testing reveals, and steps you can take to maintain a healthy urinary system.\nUrine Test\nNov 04, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/sodium-in-urine",
    "name": "Sodium in Urine: Testing and Health Insights\nDiscover what sodium in urine is, its normal levels, testing methods, and the impact of abnormal levels on health.\nUrine Test\nNov 04, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/chloride-in-urine",
    "name": "Chloride in Urine: Key Functions, Levels, and Health Impact\nDiscover chloride in urine, its role in health, normal and abnormal levels, testing methods, and what different chloride levels mean for your health.\nUrine Test\nNov 03, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/oxalate-in-urine",
    "name": "Oxalate in Urine: Facts, Normal Levels, and Health Impacts\nExplore oxalate in urine, its role in kidney health, test methods, normal and abnormal levels, and practical tips to manage oxalate levels effectively.\nUrine Test\nNov 02, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/yeast-in-urine",
    "name": "Yeast in Urine: Testing and Interpretation\nRead about yeast in urine, its role in diagnosing infections, testing methods, and what normal and abnormal levels mean for your health.\nUrine Test\nNov 01, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/specific-gravity-of-urine",
    "name": "Specific Gravity of Urine: Facts, Levels, and Health Risks\nExplore the specific gravity of urine, its role in kidney function, normal and abnormal levels, and testing methods for assessing hydration and health risks.\nUrine Test\nOct 31, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/epithelial-cells-in-urine",
    "name": "Epithelial Cells in Urine: Testing and Health Indicators\nExplore the role of epithelial cells in urine, including their normal and abnormal levels, testing methods, and significance in diagnosing health conditions.\nUrine Test\nOct 30, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/nitrites-in-urine",
    "name": "Nitrites in Urine: Role, Testing, and Health Insights\nLearn about nitrites in urine, their role in detecting infections, testing methods, and what your results mean for urinary health and overall well-being.\nUrine Test\nOct 29, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ketones-in-urine",
    "name": "Ketones in Urine: Essential Facts and Health Insights\nRead about ketones in urine, their role in metabolism, testing methods, and the significance of normal and abnormal levels in health diagnosis and monitoring.\nUrine Test\nOct 29, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/protein-in-urine",
    "name": "Protein in Urine: Facts, Normal Levels and Health Impact\nLearn about protein in the urine, its function, normal levels, abnormal signs, and how it’s tested to monitor kidney health and disease risk.\nUrine Test\nOct 28, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/blood-in-urine",
    "name": "Blood in Urine: Key Facts, Functions, and Health Risks\nDiscover the role of blood in urine in health assessments, including its function, testing methods, and what results may indicate about underlying conditions.\nUrine Test\nOct 27, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/urine-ph",
    "name": "Urine pH: Testing, Normal Ranges and Interpretation\nFind out how urine pH testing detects kidney issues, metabolic disorders, and infections by analyzing the body’s acid-base balance.\nUrine Test\nOct 25, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/chloride",
    "name": "Chloride: Importance, Testing, and Key Functions\nChloride is an essential electrolyte. Learn how its levels are tested, what abnormal results mean, and ways to keep it balanced.\nBlood Work\nOct 22, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/erythropoietin",
    "name": "Erythropoietin: Role, Testing, and Abnormal Levels\nErythropoietin is a hormone that regulates red blood cell production. Learn about its role, testing, and the significance of abnormal levels in your health.\nBlood Work\nOct 22, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/potassium",
    "name": "Potassium: Importance, Testing, and Health Risks\nDiscover how potassium affects your health, the importance of testing, and the causes of high or low levels in the body.\nBlood Work\nOct 21, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/sodium",
    "name": "Sodium: Key Functions, Levels, and Health Impact\nLearn about sodium’s vital role in the body, how it’s tested, normal and abnormal levels, and what high or low sodium levels mean for your health.\nBlood Work\nOct 21, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/uric-acid",
    "name": "Uric Acid: Key Facts, Levels and Health Risks\nDiscover the causes of high or low uric acid levels, when testing is needed, and practical tips to keep your levels in a healthy range.\nBlood Work\nOct 20, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/growth-hormone",
    "name": "Growth Hormone: Testing, Levels, and Effects on Health\nRead what is growth hormone, how to test it, normal ranges, and causes of abnormal results including conditions like gigantism or dwarfism.\nBlood Work\nOct 20, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/folate-blood-test",
    "name": "Folate Blood Test: Why It’s Important for Health\nExplore how a folate blood test can detect deficiencies or excess levels, helping prevent anemia and pregnancy complications.\nBlood Work\nOct 20, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/leptin",
    "name": "Leptin: Essential Facts, Functions, and Health Indicators\nDiscover how leptin impacts hunger, weight, and metabolism, and why balanced leptin levels are essential for overall health.\nBlood Work\nOct 19, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/progesterone",
    "name": "Progesterone: Key Functions, Levels, and Health Impact\nLearn about progesterone's role in reproduction, when to test it, and what abnormal levels mean for your health.\nBlood Work\nOct 18, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/parathyroid-hormone",
    "name": "Parathyroid Hormone (PTH): Normal Ranges and Health Risks\nThe Parathyroid Hormone (PTH) test helps identify calcium imbalances. Learn about testing, normal ranges, and causes of abnormal levels.\nBlood WorkEndocrinology\nOct 18, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/vitamin-b12",
    "name": "Vitamin B12: Key Functions, Testing, and Abnormal Levels\nLearn about Vitamin B12's role in health, when testing is needed, and what high or low levels mean for your body and overall well-being.\nBlood WorkVitamins\nOct 18, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/estrogen",
    "name": "Estrogen: Testing, Normal Levels, and Health Impacts\nRead about estrogen, its role in health, and how testing can detect imbalances that impact mood, fertility, and the risk of certain diseases.\nBlood WorkUrine Test\nOct 17, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/vitamin-d",
    "name": "Vitamin D: Importance, Testing, and Normal Levels\nExplore what Vitamin D is, its normal ranges, when testing is needed, and how to manage levels for optimal health.\nBlood WorkVitamins\nOct 17, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/prolactin",
    "name": "Prolactin: Functions, Levels and Health Risks\nProlactin affects reproduction and lactation. Read about its role, testing, and the causes of high and low levels.\nBlood Work\nOct 16, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/crp",
    "name": "CRP: Key Facts, Functions and Health Risks\nCRP is an important biomarker for detecting inflammation in conditions like infections and heart disease. Find out how CRP levels affect your health.\nBlood Work\nOct 16, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/magnesium",
    "name": "Magnesium: Importance, Testing Methods and Normal Levels\nExplore magnesium's role in the body, why testing is important, its normal levels, and how to manage both high and low levels to maintain good health.\nBlood WorkUrine Test\nOct 15, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/lipase",
    "name": "Lipase: Essential Facts, Functions, and Health Indicators\nLipase aids in breaking down fats. Read about how high or low levels can signal problems with the pancreas, such as pancreatitis or other digestive disorders.\nBlood Work\nOct 12, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/calcium",
    "name": "Calcium: Normal Levels and Causes of Imbalance\nCalcium testing reveals vital insights into your bone, nerve, and muscle health. Find out what high or low calcium levels mean for your body.\nBlood WorkUrine Test\nOct 11, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/alpha-amylase",
    "name": "Alpha-Amylase: Key Functions, Levels, and Health Impact\nLearn about Alpha-Amylase and how abnormal levels can signal digestive issues such as pancreatitis or salivary gland infections.\nBlood WorkUrine Test\nOct 09, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/globulin",
    "name": "Globulin: Key Facts, Levels, and Health Risk\nLearn about the role of globulin, the causes of abnormal levels, and when testing is recommended for health concerns.\nBlood Work\nOct 04, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/rdw-blood-test",
    "name": "RDW Blood Test: Key Roles, Normal Levels, and Health Impacts\nLearn how the RDW blood test helps diagnose anemia and chronic diseases by measuring red blood cell size variation.\nBlood Work\nOct 03, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/white-blood-cell",
    "name": "White Blood Cell (WBC) Count: Testing and Normal Levels\nFind out the normal WBC ranges, the causes of abnormal levels, how the testing works, and ways to maintain healthy immune function.\nBlood Work\nOct 02, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/plateletcrit-pct",
    "name": "Plateletcrit (PCT) Test: Key Facts, Levels and Health Risks\nLearn how PCT (Plateletcrit) helps assess blood health, diagnose conditions like thrombosis, and prevent bleeding risks by understanding your platelet levels.\nBlood Work\nSep 26, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/hemoglobin-a1c",
    "name": "Hemoglobin A1c: Key Functions, Levels, and Health Impact\nHemoglobin A1c is crucial for monitoring blood sugar control, helping manage diabetes, and preventing complications. Learn how to maintain healthy A1c levels.\nBlood WorkDiabetesEndocrinology\nSep 23, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/iron",
    "name": "Iron: Key Facts, Levels, and Health Indicators\nDiscover iron's role in health, testing methods, and effective ways to manage both high and low iron levels for better well-being.\nBlood WorkHematology\nSep 20, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/albumin",
    "name": "Albumin: Importance, Testing, and What Abnormal Levels Mean\nUnderstand the role of albumin in your body, how it's tested, and what abnormal results might mean for conditions like liver or kidney disease.\nLiverBlood Work\nSep 19, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/mchc-blood-test",
    "name": "MCHC in Blood Test: Key Facts, Levels and Health Risks\nLearn how the MCHC in blood test helps diagnose anemia and other conditions, with practical tips for managing high or low levels.\nBlood WorkHematology\nSep 18, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/total-protein",
    "name": "Total Protein: Key Roles, Levels, and Health Impacts\nFind out what total protein levels indicate, common causes of abnormal levels, and how testing helps monitor your health.\nBlood Work\nSep 17, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/mpv-blood-test",
    "name": "MPV in Blood Test: Key Roles, Levels, and Health Impacts\nMean Platelet Volume (MPV) in blood test measures platelet size, helping detect conditions like vitamin D deficiency, cancer, and thyroid problems\nBlood WorkHematology\nSep 15, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/red-blood-cell-rbc",
    "name": "Red Blood Cell (RBC) Count Test: Levels and Key Insights\nLearn how an RBC test can detect issues like anemia or heart disease by monitoring red blood cell levels for optimal health.\nBlood Work\nSep 14, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/mch-blood-test",
    "name": "MCH In Blood Test: Levels, Key Functions, and Health Impact\nLearn what the MCH blood test reveals about hemoglobin levels and potential health conditions like anemia and thyroid dysfunction.\nBlood WorkHematology\nSep 13, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/ast-blood-test",
    "name": "AST Blood Test: Levels, Health Risks and Key Insights\nAST levels help diagnose liver and heart issues; learn the causes, testing process, and what abnormal results mean.\nBlood WorkLiver\nSep 12, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/alkaline-phosphatase-alp",
    "name": "Alkaline Phosphatase (ALP): Importance, Testing, and Causes\nFind out how ALP levels are tested, their normal ranges, and what high or low levels mean for your liver and bone health.\nBlood WorkLiver\nSep 11, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/mcv",
    "name": "MCV: Understanding Its Role in Diagnosing Blood Disorders\nMCV is vital in diagnosing blood disorders like anemia; understanding its levels can reveal underlying health issues.\nBlood Work\nSep 02, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/urea",
    "name": "Urea: Key Roles, Normal Levels, and Health Impacts\nFind out how urea levels can signal underlying health issues related to your kidneys and liver, and the importance of regular monitoring.\nBlood WorkUrine Test\nSep 01, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/pdw",
    "name": "PDW (Platelet Distribution Width): Levels and Deviations\nExplore how the PDW blood test reveals variations in platelet size, essential for diagnosing vascular diseases and certain cancers.\nBlood Work\nSep 01, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/hematocrit",
    "name": "Hematocrit Levels: What They Mean and How to Manage Them\nDiscover hematocrit levels, causes of high or low values, symptoms, and effective management strategies to maintain optimal health.\nBlood Work\nAug 31, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/alt",
    "name": "ALT (Alanine Aminotransferase): Levels and Health Impacts\nFind out why ALT levels are crucial for liver health, including the causes of abnormal levels and the importance of testing.\nBlood WorkLiver\nAug 31, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/platelets",
    "name": "Platelets: Essential Facts, Functions, and Health Indicators\nFind out how platelets function, the impact of abnormal counts, and the importance of monitoring platelet health to prevent serious complications.\nBlood Work\nAug 27, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/bilirubin",
    "name": "Bilirubin: Test Types, Levels and Management\nRead about how bilirubin levels influence your health and why testing is vital for identifying liver disease, anemia, and other critical conditions.\nLiverBlood WorkUrine Test\nAug 22, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/testosterone",
    "name": "Testosterone: Key Roles, Normal Levels, and Health Impacts\nLearn about testosterone levels, their causes, symptoms, and the importance of regular monitoring for overall health.\nBlood Work\nAug 18, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/tsh",
    "name": "TSH (Thyroid-Stimulating Hormone): Levels and Key Insights\nTSH affects thyroid health, metabolism, and energy. Learn about normal ranges, causes of imbalances, and tips for maintaining optimal health.\nThyroid IssuesBlood Work\nAug 11, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/cortisol",
    "name": "Cortisol: Essential Stress Hormone and Its Impact on Health\nRead about cortisol's role in stress, metabolism, and health, and the importance of managing its levels to prevent health issues.\nBlood WorkUrine TestStressEndocrinology\nAug 10, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/luteinizing-hormone",
    "name": "Luteinizing Hormone (LH): Levels and Key Roles\nLearn about the importance of LH in reproductive health, its normal levels, and the implications of abnormal levels for men and women.\nBlood WorkGynecologyEndocrinology\nAug 03, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/creatinine-key-insights",
    "name": "Creatinine: Key Insights into Normal and Abnormal Levels\nFind out how creatinine levels can signal kidney health, with details on normal ranges and factors affecting these crucial indicators.\nKidney DiseasesBlood Work\nJul 31, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/fsh",
    "name": "Follicle-Stimulating Hormone (FSH): Function and Levels\nLearn about the importance of FSH in reproductive health, its normal levels, and what high or low FSH levels can indicate.\nBlood Work\nJul 28, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/glucose",
    "name": "Glucose: Test Types, Levels and Health Risks\nRead about glucose levels in various test types, and their health impacts to effectively manage and prevent related complications.\nDiabetesBlood Work\nJul 22, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/insulin",
    "name": "Insulin: What Your Blood Test Reveals About Your Health\nDiscover insulin's role as a biomarker in diagnosing and managing diabetes and related health conditions effectively.\nBlood WorkDiabetes\nJul 15, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/urobilinogen-in-urine",
    "name": "Urobilinogen in Urine: Levels, Causes and Symptoms\nDiscover how urobilinogen in urine levels indicate liver function and potential health issues, and explore treatment options.\nUrine Test\nJun 29, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/cholesterol",
    "name": "Cholesterol: Key Facts, Levels and Health Risks\nLearn how cholesterol levels serve as a crucial biomarker for heart health and ways to manage them effectively.\nBlood Work\nJun 26, 2024"
  },
  {
    "url": "https://docus.ai/glossary/biomarkers/hemoglobin",
    "name": "Hemoglobin: Key Functions, Levels, and Health Impact\nHemoglobin's functions, normal levels, and tips to manage low and high hemoglobin. Learn about hemoglobin tests and their importance for health.\nBlood Work\nJun 18, 2024"
  }
]