[
  {
    "url": "https://docus.ai/glossary/lab-test-types/urethral-swab",
    "name": "Urethral Swab: Test Preparation, Procedure and Results\nA urethral swab test checks for STIs and UTIs by detecting bacteria or viruses. Quick and accurate, it helps identify infections for timely treatment.\nSwab Test\nFeb 01, 2025"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/swab-test",
    "name": "Swab Test: Types, Preparation, and Interpretation\nSwab tests explained: types, preparation, and interpretation for diagnosing infections such as flu, COVID-19, and STIs.\nDermatologyOtorhinolaryngologySwab Test\nDec 31, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/stool-test",
    "name": "Stool Test: Types, Preparation, and Interpretation\nFind out how a stool test detects infections, inflammation, and colon cancer, with details on preparation, types, and accurate results.\nStool Test\nDec 13, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/blood-tests-for-inflammation",
    "name": "Blood Tests for Inflammation: Key Components and Levels\nExplore what blood tests for inflammation are, their main components, normal levels, and how to interpret the results for better health management.\nBlood Work\nOct 21, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/viral-marker-test",
    "name": "Viral Marker Test: What It Is, Types, and How It Works\nFind out what a viral marker test is, how it detects infections like hepatitis and HIV, and why early diagnosis is important for your health.\nBlood WorkViral Infections\nOct 19, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/nutritional-tests",
    "name": "Nutritional Tests: Importance and Normal Levels\nFind out how nutritional tests check vitamin, mineral, and fatty acid levels to identify nutrient imbalances and improve your health.\nBlood Work\nOct 14, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/coagulation-panel",
    "name": "Coagulation Panel: Key Tests, Levels, and Common Issues\nExplore what is a coagulation panel, its key tests, and how it helps diagnose bleeding disorders and prevent dangerous blood clots.\nBlood Work\nOct 10, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/metabolic-panel",
    "name": "Metabolic Panel Overview: Basic and Comprehensive Types\nDiscover how basic and comprehensive metabolic panel tests can reveal key information about your body's metabolic processes and organ function.\nBlood Work\nAug 16, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/semen-analysis-purpose",
    "name": "Semen Analysis: Purpose, Preparation and Interpretation\nGet essential insights on semen analysis, understanding results, and improving sperm health with practical tips and expert advice.\nReproductive MedicineUrology\nJul 25, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/blood-test-overview",
    "name": "Blood Test Overview: Importance, Types, and Interpretation\nBlood test types, what they measure, how to prepare for them, and how to understand the results for effective health monitoring and disease detection.\nBlood Work\nJul 19, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/thyroid-panel-test",
    "name": "Thyroid Panel (Thyroid Function) Tests: Key Indicators\nFind out how thyroid panel tests help to diagnose thyroid disorders, ensuring proper thyroid function and overall health.\nBlood WorkThyroid Issues\nJul 10, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/urinalysis-test",
    "name": "Urinalysis: Test Types, Preparation, and Results\nDiscover the different test types, how to prepare, and ways to interpret your urinalysis results for optimal health management.\nUrine TestKidney DiseasesUrology\nJul 06, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/pap-smear",
    "name": "Pap Smear: Essential Information and What to Expect\nAll about the Pap smear procedure, preparation, and what your results mean for early cervical cancer detection.\nPap TestCancer\nJun 23, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/hormone-blood-test",
    "name": "Hormone Blood Tests: Key to Diagnosing Health Issues\nHow hormone blood tests diagnose and manage health conditions, ensuring early detection and personalized treatment.\nBlood WorkEndocrinology\nJun 20, 2024"
  },
  {
    "url": "https://docus.ai/glossary/lab-test-types/cbc-blood-test",
    "name": "CBC Blood Test: Importance, Health Indicators, and Results\nAbout CBC blood test, its importance, and how it helps diagnose infections, anemia, and other health conditions.\nBlood Work\nJun 18, 2024"
  }
]