[
  {
    "url": "https://docus.ai/symptoms-guide/urologist-answers-on-chlamydia",
    "name": "Chlamydia: Urologist Answers Your Most Awkward Questions\nChlamydia FAQ from a urologist: Get real answers to common and awkward questions about symptoms, testing, treatment, and myths. No stigma, just facts.\nSTIUrology\nMar 07, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-sleep-with-uti-discomfort",
    "name": "10 Best Tips on How to Sleep with UTI Discomfort\nStruggling to sleep with UTI discomfort? These 10 practical tips can help ease pain, reduce urgency, and improve rest while you recover.\nUTIUrology\nMar 05, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bowel-cancer-and-stomach-noises",
    "name": "Bowel Cancer and Stomach Noises: Exploring the Connection\nThe link between stomach noises and bowel cancer, key symptoms, and the importance of early detection and regular screenings for effective management.\nCancer\nFeb 24, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-c-at-night",
    "name": "Can You Take Vitamin C at Night? Here’s the answer\nCan you take vitamin C at night? Yes! Timing doesn’t matter for most people, but some may experience mild stomach discomfort. Here's what you need to know.\nVitaminsSupplements\nFeb 21, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/uti-vs-chlamydia",
    "name": "UTI vs Chlamydia: How to Tell Them Apart\nUTI and chlamydia have different causes but similar symptoms. Learn how to identify, treat, and prevent these infections to avoid serious health risks.\nUrologyGynecologyUTISTI\nFeb 08, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/7-second-poop-method",
    "name": "7 Second Poop Method: Myth or a Real Digestion Hack?\nStruggling with slow digestion? The 7-second poop method may help relieve constipation and improve gut health with simple, natural steps.\nProctology\nFeb 06, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/benefits-prenatal-vitamins-not-pregnant",
    "name": "Benefits and Risks of Prenatal Vitamins While Not Pregnant\nAre you curious about the benefits of prenatal vitamins while not pregnant? Find out if they boost health, their risks, and what to consider before using them.\nVitaminsSupplements\nFeb 04, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sperm-color-after-vasectomy",
    "name": "What Color Is Sperm After Vasectomy? A Short Explanation\nWhat color is sperm after vasectomy? It usually stays white, but temporary pink or brown tints can occur. See when it’s normal and when to consult a doctor.\nUrology\nJan 31, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/brown-semen",
    "name": "Brown Semen: What It Means and When to Worry\nWorried about brown semen? Find out harmless and concerning causes, warning signs, and when to consult a doctor.\nUrology\nJan 29, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chlamydia-vs-yeast-infection",
    "name": "Chlamydia vs Yeast Infection: How to Diagnose and Treat\nChlamydia causes minimal itching with colored discharge, while yeast infections involve thick, white discharge and itching. Read more about their differences.\nUrologyGynecologySTI\nJan 27, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/melanoma-vs-seborrheic-keratosis",
    "name": "Melanoma vs Seborrheic Keratosis: How to Tell the Difference\nLearn the key differences between melanoma and seborrheic keratosis, including symptoms, causes, and why proper diagnosis matters.\nDermatologyCancer\nJan 25, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/high-neutrophils-low-lymphocytes",
    "name": "High Neutrophils, Low Lymphocytes: What Does It Mean?\nConfused by your blood test results? Discover the reasons behind high neutrophils and low lymphocytes and what to do next.\nBlood Work\nJan 24, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-b12-deficiency-sign-of-cancer",
    "name": "Can Vitamin B12 Deficiency Be a Sign of Cancer?\nCould vitamin B12 deficiency signal cancer? Let’s explore the connection, symptoms, and why early testing is crucial.\nVitaminsCancer\nJan 23, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-pain-cause-high-blood-pressure",
    "name": "Can Pain Cause High Blood Pressure? Key Facts to Know\nDiscover if pain can cause high blood pressure, what the risks are, and get tips on how to manage both for better health.\nBlood Pressure\nJan 22, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bleeding-during-ovulation",
    "name": "Bleeding During Ovulation: What It Means and When to Worry\nBleeding during ovulation can be a normal hormonal reaction. Explore the symptoms, causes, and when it’s time to see a doctor.\nOvulationGynecology\nJan 20, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sperm-granuloma",
    "name": "Sperm Granuloma or Something Else? Signs and Diagnosis\nSperm granuloma forms from sperm leakage, often after vasectomy. Learn about causes, symptoms, and when to seek treatment for this condition.\nUrology\nJan 20, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sun-spots-vs-melanoma",
    "name": "Sunspots vs Melanoma: How to Differentiate\nCompare sunspots and melanoma, their causes, key differences, and explore why early detection of melanoma is crucial for your health.\nDermatologyCancer\nJan 17, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/reasons-to-drink-apple-cider-vinegar-every-night",
    "name": "7 Reasons to Drink Apple Cider Vinegar Every Night\nDiscover 7 reasons you need to drink apple cider vinegar every night before bed for weight loss, better digestion, and improved blood sugar control.\nNutrition\nJan 16, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hypertension-headache",
    "name": "Hypertension Headache: A Warning Sign of High Blood Pressure\nLearn about hypertension headaches, their causes, symptoms, and tips for prevention. Know when to seek medical care.\nBlood Pressure\nJan 16, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diarrhea-during-ovulation",
    "name": "Diarrhea During Ovulation: Causes and Tips for Relief\nDiarrhea during ovulation may stem from hormonal shifts, stress, or endometriosis. Learn the causes, symptoms, and practical tips to ease discomfort.\nOvulationGynecology\nJan 15, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hypospermia",
    "name": "What Is Hypospermia and How Can It Affect Fertility?\nHypospermia affects semen volume and fertility. Learn about its causes, symptoms, diagnosis, and treatment options to improve reproductive health.\nUrologySexual Health\nJan 02, 2025"
  },
  {
    "url": "https://docus.ai/symptoms-guide/weight-gain-on-period",
    "name": "Why Do You Really Gain Weight on Your Period?\nFind out why you gain weight on your period, the role of hormones, and practical tips to reduce bloating, cravings, and temporary water retention.\nMenstruationGynecology\nDec 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lower-blood-pressure-on-testosterone",
    "name": "How to Lower Blood Pressure While on Testosterone?\nDiscover how to lower blood pressure while on testosterone therapy with practical lifestyle tips, medical strategies, and expert guidance.\nBlood PressureEndocrinology\nDec 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sperm-regeneration-duration",
    "name": "How Long Does Sperm Regeneration Take? Facts and Tips\nHow long does sperm take to regenerate? Learn the 74-day timeline of spermatogenesis, factors that affect sperm health, and proven tips to boost fertility.\nUrology\nDec 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bloating-during-ovulation",
    "name": "Bloating During Ovulation: Causes and Relief Tips\nBloating during ovulation is caused by hormonal changes that lead to water retention. Learn about its symptoms, causes, and ways to ease discomfort.\nOvulationGynecology\nDec 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-long-to-live-appendix-burst",
    "name": "How Long Can You Live After Your Appendix Bursts?\nLearn whether a ruptured appendix can be life-threatening and how timely treatment significantly impacts the success of surgery and recovery.\nAppendicitis\nDec 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/fibromyalgia-rash",
    "name": "What Causes Fibromyalgia Rash and What Can You Do?\nStruggling with fibromyalgia rash? Discover its causes, symptoms, and simple ways to soothe itching, redness, and skin discomfort.\nDermatologySkin Rash\nDec 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chocolate-crave-on-period",
    "name": "Why Do You Crave Chocolate on Your Period? Main Reasons\nWhy do you crave chocolate on your period? Hormones, serotonin drops, and nutrient needs trigger cravings—here’s what causes it and how to handle it.\nMenstruationGynecology\nDec 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/appendicitis-or-gas",
    "name": "Is It Appendicitis or Gas Pain? How to Tell the Difference\nLearn how to differentiate between appendicitis and gas pain. Explore key symptoms, causes, diagnosis methods, and effective treatments for both conditions.\nAppendicitis\nDec 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hyperspermia-causes-treatments",
    "name": "Hyperspermia: Causes, Treatments, and Impact on Fertility\nLearn about hyperspermia, a rare condition with high semen volume. Discover its causes, symptoms, diagnosis, and treatments to improve fertility.\nUrology\nDec 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/negative-ovulation-test",
    "name": "What a Negative Ovulation Test Means and What to Do Next\nA negative ovulation test may occur if ovulation hasn’t started yet, or due to irregular cycles or hormonal issues. Learn the reasons and how to track better.\nOvulationGynecology\nDec 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/grass-rash",
    "name": "What Causes Grass Rash and How Can You Treat It?\nLearn what triggers grass rash, its symptoms, and the best ways to treat and prevent it for healthy, irritation-free skin.\nDermatologySkin Rash\nDec 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/constipation-during-periods",
    "name": "What Causes Constipation During Periods?\nConstipation during the period is linked to hormones, stress, and diet. Learn its causes, practical tips for relief, and ways to improve comfort.\nMenstruationConstipationGynecology\nDec 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/permissive-hypertension",
    "name": "What Is Permissive Hypertension and When Is It Used\nDiscover how permissive hypertension helps stroke recovery, its applications, risks, and why it's a vital tool for improving brain blood flow.\nBlood PressureNeurology\nDec 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/watery-sperm-concerns",
    "name": "Watery Sperm Concerns: Causes and Treatment Options\nAddress watery sperm with insights on causes, health impacts, and treatments. Learn how to improve semen quality for better reproductive health.\nUrologySexual Health\nDec 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-happens-if-men-ejaculate-daily",
    "name": "What Happens If Men Ejaculate Daily? A Scientific Approach\nExplore the scientific perspective on daily ejaculation, its benefits for stress relief and sperm quality, and potential impacts on health.\nUrologySexual Health\nDec 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/high-blood-pressure-flashing-lights",
    "name": "Can High Blood Pressure Cause Flashing Lights in Eyes?\nDiscover how high blood pressure can cause flashing lights in eyes, what it means for vision, and how to prevent and treat this serious health issue.\nOphthalmologyBlood PressureVision Problems\nDec 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chlamydia-rash-inner-thigh",
    "name": "Chlamydia Rash on the Inner Thigh: Diagnostics and Treatment\nChlamydia rash on the inner thigh may cause red bumps or boils. Learn the causes, symptoms, and treatment options for this skin condition.\nSkin RashDermatologySTI\nNov 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/discharge-before-period-or-early-pregnancy",
    "name": "Is It Discharge Before Period or Early Pregnancy?\nFind out the differences between discharge before a period and early pregnancy, from texture to color, to better understand your body’s signals.\nMenstruationPregnancyGynecology\nNov 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/papular-eczema",
    "name": "Papular Eczema: Symptoms, Causes, Diagnosis and Treatment\nDiscover key strategies for diagnosing papular eczema, effective treatments, and vital tips, especially for parents, on managing this condition.\nDermatologySkin RashEczema\nOct 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/itchy-acne",
    "name": "Itchy Acne: Causes, Treatments, and Prevention Strategies\nLearn why acne becomes itchy and discover easy tips for relief, from gentle skincare to treatments that soothe irritated skin.\nAcneDermatology\nOct 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-constipation-cause-fever-answers-and-insights",
    "name": "Can Constipation Cause Fever? Answers and Insights\nExplore if constipation can cause fever, when these symptoms can appear together, and discover treatment options for managing both effectively.\nFeverConstipation\nOct 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/nightshade-allergy",
    "name": "Nightshade Allergy: Causes, Symptoms, Diagnosis, Treatments\nLearn about nightshade allergy symptoms, causes, risks, diagnosis, and treatments. Discover how to manage your diet and avoid allergic reactions.\nAllergyNutrition\nSep 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-stress-cause-nosebleeds",
    "name": "Can Stress Cause Nosebleeds? Find Out The Connection\nFind out how stress might trigger nosebleeds and explore simple, practical tips to prevent and manage them effectively.\nStressOtorhinolaryngology\nSep 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/headache-when-bending-over",
    "name": "Why Do You Get a Headache When Bending Over?\nLearn the reasons behind headaches when bending over, including sinus, dehydration, and blood pressure, and find treatments that work.\nHeadache\nSep 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bump-on-roof-of-mouth",
    "name": "Bump on the Roof of Your Mouth: 13 Common Causes\nA bump on the roof of your mouth can stem from infections, cysts, or injuries. Learn common causes and when to seek medical attention.\nOral HealthOtorhinolaryngology\nSep 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bleeding-tonsils",
    "name": "Bleeding Tonsils: Causes, Treatments, and Complications\nBleeding tonsils can result from infections, stones, trauma, bleeding disorders, or cancer. Discover the causes, treatments, and when to seek medical attention.\nTonsilsOtorhinolaryngologyLymphatic System\nSep 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/canker-sore-on-tonsil",
    "name": "Canker Sore on Tonsil: Symptoms and Quick Relief Tips\nLearn how to treat a canker sore on a tonsil, understand its causes, and explore remedies to ease discomfort and promote faster healing.\nOral HealthTonsilsOtorhinolaryngology\nSep 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/when-to-worry-about-varicose-veins",
    "name": "When Should You Worry About Varicose Veins?\nFind out when to worry about varicose veins, the main causes, and serious symptoms like swelling ulcers, and blood clots that require medical attention.\nVascular Diseases\nSep 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/complexities-of-bulimia-face",
    "name": "Complexities of ‘Bulimia Face’: How to Reduce Swollen Cheeks\n‘Bulimia face’ refers to swollen cheeks caused by vomiting in bulimia nervosa. Learn the causes, symptoms, and effective treatments to reduce this condition.\nVomitingNeurology\nSep 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stages-of-carpal-tunnel",
    "name": "Stages of Carpal Tunnel: Symptoms and Treatments of Each\nExplore the stages of carpal tunnel, symptoms, causes, and treatments to manage this common condition effectively and prevent severe complications.\nNerve PainNeurologyArm Pain\nSep 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/itchy-tongue",
    "name": "Itchy Tongue: Causes and Treatment\nDiscover the common causes of an itchy tongue and effective treatments for relief, including allergies, infections, and injuries.\nAllergyNutritionItching\nSep 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stabbing-pain-in-pelvic-area-in-females",
    "name": "What Causes Sudden Stabbing Pain in the Pelvic Area in Women\nExplore the gynecological, urinary, and digestive causes of sudden stabbing pain in the pelvic area in females and when to seek medical help.\nPelvic pain\nSep 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/coughing-after-eating",
    "name": "Coughing After Eating: What Causes It and How to Prevent It\nIdentify the causes of coughing after eating and discover practical tips to treat and prevent this common issue.\nCough\nSep 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/cobblestone-throat",
    "name": "Cobblestone Throat: Symptoms, Causes, and Treatments\nRead about cobblestone throat symptoms, common causes such as infections or mucus, and the best ways to relieve it.\nOtorhinolaryngology\nSep 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/runny-nose-while-eating",
    "name": "Runny Nose While Eating: Why It Happens and What to Do\nWhy does your nose run when you eat? Find out the common causes and how to stop it, from food triggers to environmental factors.\nOtorhinolaryngology\nSep 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/conditions-misdiagnosed-as-carpal-tunnel-syndrome",
    "name": "Common Conditions Misdiagnosed as Carpal Tunnel Syndrome\nLearn about two conditions often misdiagnosed as carpal tunnel syndrome, their symptoms, and why accurate diagnosis is essential.\nNerve Pain\nSep 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-to-eat-after-tonsillectomy",
    "name": "What to Eat After Tonsillectomy: Best Foods for Recovery\nDiscover the top foods and hydration tips to soothe your throat and promote faster healing after a tonsillectomy.\nOtorhinolaryngologySurgeryTonsils\nSep 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lymphoma",
    "name": "Lymphoma: Symptoms, Causes, Diagnosis, and Treatment Options\nLymphoma is a cancer of the lymphatic system with various symptoms. Read about its causes, diagnosis, and treatment options.\nLymphatic SystemCancer\nSep 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/body-changes-after-uterus-removal",
    "name": "Body Changes After Uterus Removal Surgery: What to Expect\nEmbrace the body changes after uterus removal with confidence, understanding how to manage them for a healthier, more fulfilling life.\nGynecologySurgery\nSep 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/birth-control-options",
    "name": "Birth Control Options for Men and Women: Complete Overview\nUnderstand various birth control options for men and women to effectively manage pregnancy prevention and reproductive health.\nGynecologyUrologyIUD\nSep 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/foods-to-avoid-with-arthritis",
    "name": "Top 5 Foods to Avoid with Arthritis and Healthy Alternatives\nFind out what are the 5 worst foods to eat if you have arthritis and how avoiding them can help reduce inflammation and ease joint pain.\nArthritisNutrition\nSep 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/kissing-tonsils",
    "name": "Kissing Tonsils: Symptoms, Causes, and Treatment Options\nLearn about kissing tonsils, a severe type of enlarged tonsils, including their causes, symptoms, complications, and treatment options.\nLymphatic SystemOtorhinolaryngologyTonsils\nSep 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/spongiotic-dermatitis",
    "name": "Spongiotic Dermatitis: Key Causes, Symptoms, and Remedies\nLearn about spongiotic dermatitis, its causes, symptoms, and the best treatment options to manage this skin condition effectively.\nDermatologySkin Rash\nSep 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/friable-cervix",
    "name": "Friable Cervix: Causes, Symptoms, and Care\nFind out the causes, symptoms, and treatment options for a friable cervix, including how to prevent complications.\nGynecology\nSep 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/perianal-hematoma",
    "name": "Perianal Hematoma: Causes, Symptoms, and Treatment Options\nExplore causes, symptoms, and effective treatments for perianal hematoma to relieve pain and speed up recovery.\nPainProctology\nSep 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/strep-throat-ear-pain",
    "name": "Does Strep Throat Cause Ear Pain? Identifying the Connection\nFind out how strep throat can cause ear pain and the importance of timely treatment to prevent further issues.\nSore ThroatEar PainOtorhinolaryngology\nSep 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bruised-cervix",
    "name": "Bruised Cervix: What It Is, Causes, and How to Manage It\nA bruised cervix can cause pain and discomfort—understand its causes, recognize symptoms, and discover ways to treat and prevent it.\nGynecology\nAug 31, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ovulation",
    "name": "Ovulation: Recognizing Symptoms and Influencing Factors\nDiscover how ovulation works, recognize its signs, and explore the key factors that can influence your fertility and chances of conceiving.\nOvulationGynecology\nAug 31, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ear-pain-when-swallowing",
    "name": "Ear Pain When Swallowing: Causes, Symptoms, and Treatment\nExplore causes, symptoms, and treatment options for ear pain when swallowing, often linked to infections or TMJ disorders.\nEar PainOtorhinolaryngologyPain\nAug 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/steps-getting-pregnant-with-blocked-fallopian-tubes",
    "name": "7 Steps to Getting Pregnant with Blocked Fallopian Tubes\n7 steps to getting pregnant with blocked fallopian tubes, from diagnosis to treatment, to boost your chances of conception.\nGynecologyReproductive Medicine\nAug 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/popping-hidden-tonsil-stones",
    "name": "Popping Methods for Hidden Tonsil Stones\nDiscover effective popping methods for hidden tonsil stones, along with their symptoms and causes, to safely manage this condition.\nLymphatic SystemOtorhinolaryngologyTonsils\nAug 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/blocked-fallopian-tubes",
    "name": "Blocked Fallopian Tubes: Causes, Symptoms, and Treatment\nRead about causes, symptoms, diagnostics, and treatment options for blocked fallopian tubes and their impact on fertility.\nGynecology\nAug 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gallbladder-stones-size-for-surgery",
    "name": "What Size of Gallbladder Stones Need Surgery?\nFind out what size of gallbladder stones need surgery and why symptoms are as important as size in making treatment decisions.\nGallbladder\nAug 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/white-phlegm-lung-cancer",
    "name": "White Phlegm in Lung Cancer: Causes and Treatment Options\nWhite phlegm in a person with lung cancer may indicate irritation or infection. Discover the causes, symptoms, and effective treatment to manage this condition.\nCancerPulmonology\nAug 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-eczema-autoimmune-disease",
    "name": "Is Eczema an Autoimmune Disease? Exploring the Link\nIs eczema an autoimmune disease? Understand its causes, link to autoimmune conditions, and effective treatments for managing this chronic skin condition.\nEczemaDermatology\nAug 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hydrosalpinx",
    "name": "Hydrosalpinx: Causes, Treatment, and Impact on Fertility\nHydrosalpinx affects fertility, so explore its causes, diagnosis, and treatment options to improve pregnancy chances.\nGynecology\nAug 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/scabies-vs-eczema",
    "name": "Scabies vs Eczema: How to Differentiate\nDiscover how to differentiate two skin conditions: scabies and eczema, including their causes, symptoms, and treatment options.\nInfectious DiseasesSkin RashDermatologyEczema\nAug 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/folliculitis-vs-herpes",
    "name": "Folliculitis vs Herpes: Key Differences and Care Tips\nLearn the key differences between folliculitis and herpes, including symptoms, causes, and treatment options for accurate diagnosis.\nDermatology\nAug 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/rosacea-vs-acne",
    "name": "Rosacea vs Acne: Identifying the Key Differences\nRosacea and acne are often confused. Read about their differences, causes, symptoms, and the top treatment strategies.\nDermatologySkin RashAcne\nAug 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/type-1-vs-type-2-diabetes",
    "name": "Type 1 vs Type 2 Diabetes: Key Similarities and Differences\nLearn about the differences between Type 1 and Type 2 diabetes, including causes, symptoms, and essential management strategies.\nDiabetesEndocrinologyAutoimmune Diseases\nAug 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/toenail-hematoma-vs-melanoma",
    "name": "Toenail Hematoma vs Melanoma: Key Differences\nExplore the main differences between toenail hematoma and melanoma, and why it's crucial to distinguish between a benign injury and a life-threatening cancer.\nCancerDermatology\nAug 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/blood-blister-vs-melanoma",
    "name": "Blood Blister vs Melanoma: How to Tell the Difference\nLearn how to tell the difference between blood blister and melanoma, including causes, symptoms, and treatment options.\nCancerDermatology\nAug 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/aneurysm-vs-stroke",
    "name": "Aneurysm vs Stroke: Understanding the Differences and Risks\nExplore the critical differences between aneurysm and stroke, including symptoms, causes, and effective treatment strategies.\nNeurologyVascular Diseases\nAug 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lymphoma-cancer-lump-on-wrist",
    "name": "Lymphoma as a Cause of Lump on Wrist: What to Know\nLearn about the causes and treatments for wrist lumps caused by lymphoma, highlighting the importance of early diagnosis and prompt medical care.\nLymphatic SystemCancer\nAug 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/melanoma",
    "name": "Melanoma: Causes, Symptoms, Stages, and Treatment Options\nRead about melanoma, a dangerous skin cancer linked to UV exposure, and why early detection and treatment are crucial for better outcomes.\nCancerDermatology\nAug 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-metabolic-panel-detect-cancer",
    "name": "Can a Metabolic Panel Actually Detect Cancer?\nFind out whether a metabolic panel can detect cancer and why additional tests are necessary for an accurate diagnosis.\nBlood WorkCancer\nAug 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-to-remove-gallbladder",
    "name": "Top Signs You Need Your Gallbladder Removed\nIdentify the key signs you need your gallbladder removed, understand the causes, and learn about the importance of timely surgery to avoid complications.\nGallbladder\nAug 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/best-time-test-hormone-imbalance",
    "name": "The Best Time to Test for Hormone Imbalance\nFind out when is the best time to test for hormone imbalance to get precise results and address symptoms effectively.\nBlood WorkEndocrinology\nAug 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/interstitial-cystitis-dietary-modification",
    "name": "Interstitial Cystitis: Essential Dietary Modifications\nSupport your bladder health with dietary changes designed to minimize interstitial cystitis (painful bladder syndrome) symptoms and improve daily comfort.\nBladderNutritionUrology\nAug 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/asthma",
    "name": "Asthma Overview: Types, Causes and Symptoms\nAsthma is a chronic condition affecting the lungs. Discover its causes, symptoms, and essential management strategies.\nPulmonology\nAug 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gallbladder-rupture",
    "name": "Gallbladder Rupture: Risks, Causes, and Treatments\nGallbladder rupture can be life-threatening; know the risks, causes, symptoms, and treatment options to act quickly.\nGallbladder\nAug 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/early-warning-signs-of-osteoporosis",
    "name": "Early Warning Signs of Osteoporosis to Watch For\nRecognize early warning signs of osteoporosis to prevent fractures and maintain bone health. Learn the key symptoms and take action early.\nOrthopedicsEndocrinologyRheumatology\nAug 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lymphoma-behind-knee",
    "name": "Lymphoma Behind the Knee: Causes, Symptoms, and Treatments\nLearn about the causes, symptoms, and treatment options for lymphoma behind the knee, a serious condition that requires prompt diagnosis and care.\nLymphatic SystemCancerKnee Pain\nAug 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-stress-cause-diarrhea",
    "name": "Can Stress Cause Diarrhea? Exploring the Link\nLearn the causes, symptoms, and effective solutions to manage stress-related digestive issues such as diarrhea.\nStressDiarrhea\nAug 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/high-cholesterol-symptoms-eyes",
    "name": "High Cholesterol Symptoms in Eyes: What to Watch For\nRecognize high cholesterol symptoms in the eyes, such as xanthelasma and arcus senilis, their causes, and effective treatments to protect the eye.\nOphthalmologyVision Problems\nAug 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-can-be-mistaken-for-hernia",
    "name": "What Conditions Can Be Mistaken for a Hernia?\nWhat can be mistaken for a hernia? Learn about common conditions that share similar symptoms and the importance of accurate diagnosis.\nSurgery\nAug 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/things-to-avoid-with-cervical-spinal-stenosis",
    "name": "Key Things to Avoid with Cervical Spinal Stenosis\nLearn the key things to avoid with cervical spinal stenosis to reduce symptoms and protect your spine from further damage.\nNeurology\nAug 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hepatitis",
    "name": "Hepatitis: Types, Causes, and Effective Treatment Options\nHepatitis is a liver inflammation caused by viruses, alcohol, or toxins. Learn about its symptoms, causes, and treatment options.\nLiver\nAug 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/allergy-cough",
    "name": "Allergy Cough: Causes, Symptoms, and Treatments\nIdentify causes and treatments for allergy coughs, and learn how to reduce symptoms with effective strategies for a healthier life.\nCoughAllergy\nAug 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lymphatic-massage-dangers",
    "name": "Lymphatic Massage Dangers: What You Need to Know\nLearn about the dangers of lymphatic massage, including risks, side effects, and who should avoid this therapy.\nLymphatic System\nAug 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lumbar-hernia",
    "name": "Lumbar Hernia: Diagnosis, Symptoms, and Care\nLumbar hernia occurs when tissue protrudes through a weak spot in the lower back. Learn about its symptoms, causes, and treatment options.\nBack PainSurgeryOrthopedics\nAug 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-fully-empty-female-bladder",
    "name": "5 Tips on How to Fully Empty Female Bladder\nDiscover practical tips on how to fully empty the female bladder, preventing infections and improving overall bladder health.\nUrologyBladder\nAug 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lipedema-vs-lymphedema",
    "name": "Lipedema vs Lymphedema: Identifying Key Differences\nRead about the key differences between lipedema and lymphedema, including causes, symptoms, and treatment options to better manage your health.\nLymphatic System\nAug 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hypertonic-pelvic-floor",
    "name": "Hypertonic Pelvic Floor: Causes and Effective Treatments\nRead about the hypertonic pelvic floor, its causes, symptoms, and effective treatment options to relieve discomfort and improve daily life.\nPelvic pain\nAug 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/foods-after-appendix-surgery",
    "name": "Foods to Eat and Avoid After Appendix Surgery\nAvoid complications with this essential list of foods not to eat after appendix surgery, ensuring a smooth and speedy recovery.\nAppendicitis\nAug 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/distended-bladder",
    "name": "Distended Bladder: Symptoms, Causes, and How to Treat It\nLearn about the causes, symptoms, and effective treatments for a distended bladder to prevent serious complications.\nUrologyBladder\nAug 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-to-avoid-after-flu-shot",
    "name": "What to Avoid After Flu Shot: Essential Post-Vaccine Tips\nDiscover what to avoid after a flu shot to minimize side effects and ensure the vaccine works effectively for you.\nFluVaccination\nAug 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-liver-healing-from-alcohol",
    "name": "7 Signs Your Liver is Healing from Alcohol Damage\nIdentify the key signs your liver is healing from alcohol damage and read about essential tips to support recovery for better health.\nLiver\nAug 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/dehydration-lines-under-eyes",
    "name": "Dehydration Lines Under Eyes: Management and Prevention\nFind out what dehydration lines under the eyes are and how to prevent them with easy hydration tips and skincare practices for healthier skin.\nNutritionHydration\nAug 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bowel-leakage-cancer-sign",
    "name": "Can Bowel Leakage Be a Sign of Cancer?\nIs bowel leakage a sign of cancer? Find out the answer to this question by exploring the possible causes of bowel leakage and its link to colorectal cancer.\nCancer\nAug 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-does-liver-pain-feel-like",
    "name": "What Does Liver Pain Feel Like? Signs and Causes\nWhat does liver pain feel like? Read about the causes, symptoms, and treatment options for liver pain to maintain your liver health.\nLiver\nAug 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-liver-needs-detoxing",
    "name": "10 Signs Your Liver Needs Detoxing and How to Address Them\nIdentify the 10 signs your liver needs detoxing and learn how to support liver health through diet, hydration, and lifestyle changes.\nLiver\nAug 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-hydrate-fast",
    "name": "How to Hydrate Fast? 5 Essential Tips\nHydrate fast with top tips to quickly restore fluids and electrolytes after exercise, heat exposure, or illness.\nNutritionHydration\nAug 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-antibiotics-cause-constipation",
    "name": "Can Antibiotics Cause Constipation? Explore the Link\nFind out if antibiotics can cause constipation and learn how to manage antibiotic-induced conditions to maintain gut health.\nConstipation\nAug 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/feeling-sick-after-sugar-diabetes-sign",
    "name": "Is Feeling Sick After Eating Sugar a Sign of Diabetes?\nIs feeling sick after eating sugar a sign of diabetes? Read about the causes and tips to manage nausea and maintain health.\nDiabetesNausea\nAug 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sciatica-overview",
    "name": "Sciatica Overview: Causes, Symptoms, and Treatments\nSciatica causes discomfort and pain; learn about symptoms, treatment, and prevention to reduce risk and improve well-being.\nSciaticaNerve PainNeurologyBack Pain\nAug 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/types-of-rosacea",
    "name": "4 Types of Rosacea: Where They Affect the Skin\nDiscover 4 different types of rosacea, their symptoms, causes, and treatment options to manage this chronic skin condition effectively.\nSkin RashDermatology\nAug 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/10-worst-foods-for-prostate",
    "name": "The 10 Worst Foods for Prostate Health and Alternatives\nRed meat, processed meats, high-fat dairy, sugary foods, and fried foods are the worst for prostate health. Learn why and find alternatives.\nUrologyNutritionCancer\nAug 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pneumonia",
    "name": "Pneumonia: Symptoms, Causes, Treatment, and Prevention\nPneumonia is a lung infection with symptoms like cough and fever. Learn about its causes, treatments, and how to prevent it effectively.\nPulmonologyOtorhinolaryngology\nAug 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/dehydration-cause-vertigo",
    "name": "Can Dehydration Cause Vertigo? Explore the Link\nDiscover how dehydration can cause vertigo by disrupting balance and affecting the inner ear, and learn essential tips to prevent and manage symptoms.\nDizzinessNutritionHydration\nAug 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/phymatous-rosacea",
    "name": "Phymatous Rosacea: Causes, Symptoms, and Effective Treatment\nExplore the main causes, symptoms, and treatments for phymatous rosacea, a condition causing thickened skin and nodules, primarily on the nose.\nDermatologySkin Rash\nAug 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hepatitis-c-self-care",
    "name": "Hepatitis C Self-Care: Top 8 Tips for Better Health\nHepatitis C self-care is essential for managing symptoms, supporting treatment, and improving liver health. Learn key tips for a better life.\nLiverViral Infections\nAug 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/periods-without-ovulation",
    "name": "Experiencing Periods Without Ovulation? Key Causes Explained\nFind out why you might have periods without ovulation. Discover the causes of anovulation and how to address this common reproductive health issue.\nOvulationMenstruationGynecology\nAug 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hives-vs-eczema",
    "name": "Hives vs Eczema: How to Tell the Difference\nFind out how to easily differentiate hives and eczema, including their causes, symptoms, diagnostics, and effective treatments.\nSkin RashDermatologyAllergyEczema\nAug 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/liver-pain-location",
    "name": "Identifying Liver Pain Location and Its Causes\nRead about liver pain location, its causes, how to distinguish it from other pains, and when to seek medical help.\nLiver\nAug 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/7-foods-to-avoid-with-copd",
    "name": "7 Foods to Avoid with COPD for Better Breathing\nDiscover 7 foods to avoid with COPD to help manage symptoms, improve breathing, and enhance your quality of life.\nPulmonologyOtorhinolaryngology\nAug 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/high-cholesterol-signs-on-face",
    "name": "Signs of High Cholesterol on the Face to Look For\nIdentify the signs of high cholesterol on the face, including xanthelasma, arcus senilis, psoriasis, lichen planus, and eruptive xanthomas.\nDermatology\nAug 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diabetes",
    "name": "Diabetes: Types, Symptoms, Causes, and Treatment\nRead about diabetes, including its causes, symptoms, types, and management strategies to maintain better health and prevent complications.\nDiabetesEndocrinology\nAug 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/dehydration-cause-nausea",
    "name": "Can Dehydration Cause Nausea? Key Facts and Prevention\nCan dehydration cause nausea? Discover the causes, symptoms, and prevention tips to stay hydrated and healthy.\nNauseaHydration\nAug 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/flush-out-excess-estrogen",
    "name": "How to Flush Out Excess Estrogen Effectively\nFind out how to flush out excess estrogen with an effective diet, lifestyle changes, and supplements to maintain hormonal balance and improve health.\nEndocrinologyGynecology\nJul 31, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/herpes-vs-pimple",
    "name": "Herpes vs Pimple: How to Differentiate and Treat Each\nHerpes vs pimple: learn the key differences, causes, and treatments to manage and prevent outbreaks effectively.\nSTIDermatology\nJul 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/foods-that-unclog-arteries",
    "name": "Top 7 Foods That Unclog Arteries Naturally for Heart Health\nIncorporate these top 7 foods that unclog arteries naturally into your diet to support heart health and prevent atherosclerosis.\nCardiologyVascular Diseases\nJul 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/itchy-feet-diabetes",
    "name": "Itchy Feet in Diabetes: Causes, Symptoms and Remedies\nAre itchy feet a sign of diabetes? Discover the causes, symptoms, and effective remedies to manage this condition and maintain healthy skin.\nDiabetesEndocrinology\nJul 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bronchitis-vs-pneumonia",
    "name": "Bronchitis vs Pneumonia: Identifying the Key Differences\nRead about the key differences between bronchitis and pneumonia, including symptoms, causes, and treatment options to ensure effective management.\nPulmonologyOtorhinolaryngology\nJul 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/baby-acne-vs-eczema",
    "name": "Baby Acne vs Eczema: Helpful Guide for Parents\nExplore the differences between baby acne and eczema, their symptoms, causes, and treatments for better skin care.\nAcneDermatologyPediatricSkin RashEczema\nJul 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/eczema",
    "name": "Eczema: Types, Causes, Symptoms, and Treatments\nDiscover skin condition eczema, including types, causes, symptoms, and prevention tips. Learn effective treatments and management strategies.\nSkin RashDermatologyEczema\nJul 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/non-sexual-herpes-transmission",
    "name": "How Is Herpes Transmitted Non-Sexually: Risks and Measures\nFind out how herpes is transmitted non-sexually through direct contact, shared items, and surfaces, and find key tips for prevention.\nSTIViral Infections\nJul 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diabetes-cause-hair-loss",
    "name": "Does Diabetes Cause Hair Loss? Key Insights\nDoes diabetes cause hair loss? Read about the connection between high blood sugar and hair health, and explore ways to manage this condition effectively.\nDiabetesEndocrinology\nJul 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/heal-broken-blood-vessel-in-eye-fast",
    "name": "Can You Heal a Broken Blood Vessel in the Eye Quickly?\nExplore why you can't speed up the healing process of a broken blood vessel in the eye and discover tips to make the process easier.\nOphthalmology\nJul 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/cause-of-abnormal-pap-smear",
    "name": "Things That Can Cause an Abnormal Pap Smear: Key Causes\nRead about the common causes of an abnormal Pap smear and how early detection and proper management are essential for maintaining cervical health effectively.\nPap TestGynecology\nJul 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/are-sinus-infections-contagious",
    "name": "Are Sinus Infections Contagious? What You Should Know\nAre sinus infections contagious? Learn about the causes, symptoms, and prevention of sinusitis, and how underlying viruses and bacteria can be spread.\nSinus InfectionOtorhinolaryngology\nJul 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hives-vs-rash",
    "name": "Hives vs Rash: Identifying and Treating Skin Conditions\nInsights into the differences between hives and rashes, including their causes, symptoms, and effective treatments for managing these common skin conditions.\nSkin RashDermatologyAllergy\nJul 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/std-without-sex",
    "name": "How Can You Get an STD Without Having Sex?\nCan you get an STD without having sex? Learn how non-sexual activities like kissing and sharing items can transmit STDs and the importance of regular testing.\nInfectious DiseasesSTI\nJul 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/thyroid-surgery-recovery-5-tips",
    "name": "Thyroid Surgery Recovery: 5 Essential Tips You Need to Know\nDiscover 5 top tips for smooth thyroid surgery recovery: manage pain, adjust diet, care for wounds, follow activity restrictions, and spot complications.\nThyroid IssuesSurgeryEndocrinology\nJul 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/anal-fissure-vs-hemorrhoids",
    "name": "Anal Fissure vs Hemorrhoids: Key Differences\nFind out the difference between anal fissures and hemorrhoids: their causes, symptoms, and effective treatments for managing these common anorectal conditions.\nHemorrhoidsProctology\nJul 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/10-minute-gout-relief",
    "name": "How to Cure Gout in 10 Minutes: Quick Tips for Pain Relief\nDiscover a 10-minute gout cure with quick relief tips and preventive measures to manage uric acid and reduce pain.\nRheumatologyJoint PainArthritisGout\nJul 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-to-eat-before-glucose-test",
    "name": "What to Eat Before Glucose Test: Essential Tips and Foods\nGet tips on what to eat before a glucose test to ensure accurate results and maintain healthy blood sugar levels.\nNutritionDiabetesBlood Work\nJul 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tips-for-dry-eyes-at-night",
    "name": "Tips for Dry Eyes at Night: Info and Strategies for Relief\nExplore effective strategies for managing dry eyes at night, a condition impacting millions. Learn how to alleviate symptoms and improve eye health.\nOphthalmologyVision Problems\nJul 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gout-overview",
    "name": "Gout Overview: Symptoms, Causes and Treatment Options\nGout leads to severe joint pain and inflammation. Understand symptoms, causes, and treatments to manage this condition effectively.\nGoutArthritisRheumatologyJoint Pain\nJul 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/kidney-disease-nails",
    "name": "Nail Changes in Kidney Disease: Symptoms and Management\nRead about kidney disease nails, their symptoms, causes, and effective management strategies to maintain nail health.\nKidney Diseases\nJul 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bv-cause-pelvic-pain",
    "name": "Can BV Cause Pelvic Pain? Exploring the Causes\nCan BV cause pelvic pain? Learn about its causes, symptoms, and treatments to manage this condition effectively.\nVaginal DiseasesPelvic painGynecology\nJul 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/fruits-reducing-creatinine-level",
    "name": "Best Fruits for Reducing Creatinine Levels Naturally\nExplore this list of fruits to reduce creatinine levels and support kidney health naturally through diet and hydration.\nKidney DiseasesNutrition\nJul 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bun-creatinine-ratio",
    "name": "BUN/Creatinine Ratio: Necessity and Interpretation\nAssess kidney health with the BUN/Creatinine ratio, identifying high or low levels to manage conditions effectively.\nKidney Diseases\nJul 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-to-do-if-bun-creatinine-ratio-high",
    "name": "What Should I Do If My BUN/Creatinine Ratio Is High?\nFind out what to do if your BUN/creatinine ratio is high, including diagnosis, causes, symptoms, and treatment options for better kidney health.\nKidney Diseases\nJul 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chlamydia-from-kissing",
    "name": "Can You Get Chlamydia from Kissing? Myths and Facts Revealed\nCan you get chlamydia from kissing? Discover the facts, symptoms, and prevention methods to prevent or manage this common STI effectively.\nInfectious DiseasesGynecologyUrologySTI\nJul 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/perimenopause",
    "name": "Perimenopause: Symptoms, Causes, and Effective Treatments\nLearn about perimenopause symptoms, causes, and treatments to effectively manage this important phase in women's health.\nMenopauseGynecology\nJul 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-dry-eyes-cause-blindness",
    "name": "Can Dry Eyes Cause Blindness? Exploring the Risks\nRead about possible complications of dry eyes such as blindness, how to prevent it, and maintain eye health with effective treatments and lifestyle changes.\nVision ProblemsOphthalmology\nJul 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/white-patches-on-face-vitamin-deficiency",
    "name": "What Vitamin Deficiency Causes White Patches on The Face\nLearn how vitamin deficiencies can cause white patches on your face and discover ways to prevent and treat this condition.\nVitaminsDermatology\nJul 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/uveitis-vs-conjunctivitis",
    "name": "Uveitis vs Conjunctivitis: Key Differences\nCompare uveitis and conjunctivitis, learn their causes, symptoms, and treatments, and understand the importance of timely medical intervention.\nVision ProblemsOphthalmology\nJul 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-fibroids-cause-weight-gain",
    "name": "Can Fibroids Cause Weight Gain? Facts and Solutions\nCan fibroids cause weight gain? Understand the link between fibroids and weight gain, and explore treatment options.\nGynecology\nJul 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/arcuate-uterus",
    "name": "Arcuate Uterus: Causes, Effects on Pregnancy and Treatments\nDiscover the impacts of an arcuate uterus on pregnancy, including potential risks, and learn why proper medical care is essential for a healthy pregnancy.\nGynecologyPregnancy\nJul 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-long-can-chlamydia-be-dormant",
    "name": "How Long Can Chlamydia Be Dormant? Factors and Duration\nFind out how long chlamydia can be dormant, its symptoms, and effective treatment options to maintain your sexual health.\nInfectious DiseasesSexual HealthGynecologyUrologySTI\nJul 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-lasik-fix-astigmatism",
    "name": "Can LASIK Fix Astigmatism? Everything You Need to Know\nCan LASIK fix astigmatism? Discover how this surgery reshapes the cornea to improve vision and minimize dependence on glasses or contacts.\nVision ProblemsOphthalmologySurgery\nJul 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pcos-supplements",
    "name": "Top 9 Best PCOS Supplements and Vitamins\nDiscover the best PCOS supplements and vitamins to manage symptoms, balance hormones, and improve overall health.\nPCOSVitaminsGynecologySupplements\nJul 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sciatica-relief-in-8-minutes",
    "name": "Sciatica Relief in 8 Minutes: Effective Techniques\nGet sciatica relief in 8 minutes with these quick and effective techniques to alleviate pain and improve mobility.\nSciaticaNerve PainNeurology\nJul 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chlamydia-bumps-on-tongue",
    "name": "Chlamydia Bumps on Tongue: Symptoms, Causes, and Treatment\nLearn about chlamydia bumps on the tongue, their causes, symptoms, and effective treatments to maintain your health.\nOral HealthSexual HealthOtorhinolaryngologySTI\nJul 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/piriformis-syndrome-vs-sciatica",
    "name": "Piriformis Syndrome vs Sciatica: Key Differences\nPiriformis syndrome vs sciatica: learn the differences, causes, symptoms, and effective treatments for these common conditions.\nSciaticaNerve PainNeurology\nJul 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/meaning-pap-normal-hpv-positive",
    "name": "What Does It Mean If Pap Is Normal, but HPV Is Positive?\nFind out what it means if your Pap is normal, but HPV is positive, what to do next, and the importance of follow-up care to prevent cervical cancer.\nPap TestHPVGynecologyCancer\nJul 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/orthokeratology",
    "name": "Orthokeratology: How It Works, Benefits, and Cost\nExplore how orthokeratology works, who needs it, its benefits, potential complications, and the costs involved in this non-surgical vision correction method.\nVision ProblemsOphthalmology\nJul 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/supplements-for-menopause-joint-pain",
    "name": "6 Best Supplements for Menopause Joint Pain\nDiscover the best supplements for menopause joint pain like Omega-3, Vitamin D, and Turmeric to reduce inflammation and improve joint health during menopause.\nMenopauseJoint PainVitaminsSupplements\nJul 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/endometriosis-stages",
    "name": "Endometriosis Stages: Comprehensive Overview and Insights\nDiscover different endometriosis stages, their symptoms, causes, and treatment options to manage this condition effectively.\nEndometriosisGynecology\nJul 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/menopause-self-care",
    "name": "Menopause Self-Care: Tips to Ease Your Transition\nEffective menopause self-care tips to manage hot flashes, sleep issues, and mood changes for a smoother transition.\nMenopauseGynecology\nJul 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/amblyopia-vs-strabismus",
    "name": "Amblyopia vs Strabismus: Causes, Symptoms, and Treatment\nDiscover the key differences between amblyopia and strabismus: their causes, symptoms, diagnostics, and treatment options.\nVision ProblemsOphthalmology\nJul 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tubular-breasts",
    "name": "Tubular Breasts: Causes, Symptoms, and Treatment Options\nFind out about tubular breasts, their symptoms, causes, and available treatment options to improve appearance and well-being.\nGynecology\nJul 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ejaculation-after-vasectomy",
    "name": "Ejaculation After Vasectomy: Changes and Expectations\nRead about ejaculation after vasectomy, including changes, recovery, and what to expect for a satisfying sexual life.\nSexual HealthSurgeryUrology\nJul 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/strabismus-surgery",
    "name": "Strabismus Surgery: From Preparation to Recovery\nStrabismus surgery corrects misaligned eyes, improving vision and quality of life. Learn about procedures, benefits, and recovery.\nVision ProblemsOphthalmologySurgery\nJul 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-for-sciatic-nerve-pain",
    "name": "Best Vitamins and Supplements for Sciatic Nerve Pain\nFind out the best vitamins for sciatic nerve pain to reduce inflammation and support nerve health. Find out which supplements can provide relief.\nNerve PainVitaminsSciaticaSupplements\nJul 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/uncommon-symptoms-of-endometriosis",
    "name": "Identifying Uncommon Symptoms of Endometriosis\nLearn about the uncommon symptoms of endometriosis, including gastrointestinal issues and chronic fatigue, and why early diagnosis is crucial.\nEndometriosisGynecology\nJul 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-stress-cause-kidney-stones",
    "name": "Can Stress Cause Kidney Stones? Explore the Connection\nDiscover how stress can lead to kidney stones, the importance of managing stress, and staying hydrated to prevent them.\nStressKidney Diseases\nJul 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-d-deficiency-cause-hair-loss",
    "name": "Does Vitamin D Deficiency Cause Hair Loss?\nDoes vitamin D deficiency cause hair loss? Find out the causes, symptoms, and effective treatments to maintain healthy hair.\nVitamins\nJul 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/best-menopause-supplements",
    "name": "Best Menopause Supplements and Vitamins for Relief\nFind the best menopause supplements, vitamins, and minerals to ease hot flashes, mood swings, and night sweats. Effective relief recommendations.\nMenopauseVitaminsSupplements\nJul 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/astigmatism-lights",
    "name": "Astigmatism Lights: Effects on Night Vision and Solutions\nDue to astigmatism, lights appear blurry, streaky, or haloed at night. Discover how to manage this condition for safer night driving and clearer vision.\nVision ProblemsOphthalmology\nJul 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/endometriosis-explained",
    "name": "Endometriosis Explained: Causes, Symptoms, and Care\nDiscover endometriosis, its causes, symptoms, and treatments to manage chronic pain, improve fertility, and enhance quality of life.\nEndometriosisGynecology\nJul 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pain-around-ribs-and-back",
    "name": "Pain Around Ribs and Back: Understanding Symptoms\nDiscover the causes and treatments for pain around ribs and back symptoms to manage discomfort and improve your health.\nBack PainOrthopedics\nJul 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/night-sweats",
    "name": "Night Sweats: Causes and Effective Treatments\nLearn about the causes and treatments for night sweats, including medical and lifestyle options, to improve your sleep and well-being.\nMenopause\nJul 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/does-high-cholesterol-cause-headaches",
    "name": "Does High Cholesterol Cause Headaches? Key Insights\nDoes high cholesterol cause headaches? Find out how it relates to headaches and why managing cholesterol is crucial for health.\nHeadache\nJul 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-b12-deficiency-recovery-duration",
    "name": "Vitamin B12 Deficiency: How Long Until You Recover?\nDiscover how long to recover from vitamin B12 deficiency, including causes, symptoms, and effective treatment options for a full recovery.\nVitamins\nJul 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/night-sweats-before-period",
    "name": "Night Sweats Before Period: Causes and Effective Solutions\nThe causes of night sweats before the period, including hormonal fluctuations and other health conditions, and effective relief solutions.\nMenstruationGynecology\nJul 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/types-of-pcos",
    "name": "Types of PCOS: Identifying Symptoms and Causes\nLearn about the different types of PCOS, their symptoms, causes, and effective treatments to manage this common hormonal disorder.\nPCOSGynecology\nJun 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/does-alcohol-cause-kidney-stones",
    "name": "Does Alcohol Cause Kidney Stones? Risks and Prevention\nDoes alcohol cause kidney stones? Understand the risks and find out how to prevent kidney stones with proper hydration.\nKidney Diseases\nJun 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/get-pregnant-during-perimenopause",
    "name": "Can You Get Pregnant During Perimenopause?\nFind out why you can get pregnant during perimenopause and learn about fertility, risks, and effective contraception during this transitional phase.\nMenopausePregnancyGynecology\nJun 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-of-hiv-in-cbc",
    "name": "Signs of HIV in the CBC Test: What to Look For?\nLearn how CBC tests can reveal signs of HIV, aiding in early detection and management of this infectious disease.\nBlood WorkViral InfectionsInfectious Diseases\nJun 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-vitamin-water-good",
    "name": "Is Vitamin Water Good for You? Pros and Cons\nIs vitamin water good for you? Find out the benefits and risks, including sugar content and healthier alternatives.\nVitaminsNutrition\nJun 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/occult-blood-in-urine",
    "name": "Occult Blood in Urine: Causes, Symptoms, and Treatments\nLearn about the causes, symptoms, diagnosis, and treatments of occult blood in urine, and understand the importance of early detection.\nKidney DiseasesUrologyUrine Test\nJun 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sex-with-uti",
    "name": "Can You Have Sex with a UTI? Useful Tips and Precautions\nCan you have sex with a UTI? Find out why it's a bad idea and learn key tips to avoid complications, including how to manage symptoms and maintain hygiene.\nUTISexual HealthUrology\nJun 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stages-of-passing-kidney-stone",
    "name": "Stages of Passing a Kidney Stone: Symptoms and Treatments\nUnderstand the 4 stages of passing a kidney stone, the key symptoms of each stage, and effective treatment options.\nKidney DiseasesUrology\nJun 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/testosterone-killing-foods",
    "name": "Testosterone Killing Foods: What to Avoid and What to Eat\nIdentify testosterone-killing foods and find out how to maintain healthy hormone levels with dietary and lifestyle changes.\nEndocrinology\nJun 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-deficiency-causes-feel-cold",
    "name": "What Vitamin Deficiency Causes You to Feel Cold?\nFind out what vitamin deficiency causes you to feel cold and how to address it with proper diet and healthcare guidance.\nVitamins\nJun 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-of-sciatica-improving",
    "name": "Top 7 Signs of Sciatica Improving: Essential Recovery Tips\nRecognize the signs of sciatica improving with tips on managing pain and enhancing recovery from conditions like herniated discs and spinal stenosis.\nSciaticaNerve PainNeurology\nJun 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/std-if-partners-have-no-stds",
    "name": "Can You Get an STD If Both Partners Have No STDs?\nLearn if you can get an STD if both partners have no STDs. Understand the importance of testing, asymptomatic infections, and safe practices.\nSexual HealthInfectious DiseasesGynecologyUrologySTI\nJun 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-woman-have-orgasm-after-menopause",
    "name": "Can a Woman Have an Orgasm After Menopause? Absolutely!\nCan a woman have an orgasm after menopause? Learn tips and techniques to maintain sexual satisfaction and achieve orgasms post-menopause.\nMenopauseSexual HealthGynecology\nJun 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pcos-overview",
    "name": "PCOS Overview: Symptoms, Causes, and Effective Treatments\nFind out PCOS symptoms, causes, and treatment options. Discover how to manage PCOS through diet, exercise, and medical treatments.\nPCOSGynecology\nJun 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/menopause-joint-pain",
    "name": "Menopause and Joint Pain: Connection and Treatment\nUnderstand the link between menopause and joint pain, including causes, symptoms, and treatments to improve joint health and reduce discomfort.\nMenopauseJoint Pain\nJun 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-your-uti-is-going-away",
    "name": "Signs Your UTI is Going Away: Key Indicators to Monitor\nFind out the main signs your UTI is going away and how to monitor progress. Learn about symptom improvement and the importance of completing antibiotics.\nUTIUrology\nJun 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pcos-vs-endometriosis",
    "name": "PCOS vs Endometriosis: Key Differences, and Treatments\nLearn the differences between PCOS and endometriosis, their symptoms, causes, and treatment options for better health management.\nPCOSEndometriosisGynecology\nJun 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/does-ashwagandha-make-you-horny",
    "name": "Does Ashwagandha Make You Horny? Impact on Libido and Health\nDoes Ashwagandha make you horny? Discover how this ancient herb can boost libido, improve sexual health, and manage stress and hormonal balance.\nSexual HealthSupplements\nJun 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-you-get-pap-smear-on-period",
    "name": "Can You Get a Pap Smear on Your Period? Important Tips\nCan you get a Pap smear on your period? Learn the best timing for accurate results and key considerations to discuss with your doctor.\nCancerPap TestGynecology\nJun 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/squamous-papilloma",
    "name": "Squamous Papilloma: Causes, Symptoms, and Treatments\nAbout squamous papilloma, its causes, symptoms, and effective treatments including surgery and alternative options.\nInfectious DiseasesOral HealthHPVViral Infections\nJun 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/perimenopause-fatigue",
    "name": "Perimenopause Fatigue: Causes, Symptoms, and Solutions\nFind out how to combat perimenopause fatigue with lifestyle changes, hormone therapy, and stress management techniques.\nMenopauseFatigueGynecology\nJun 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/endometriosis-self-care",
    "name": "7 Effective Endometriosis Self-Care Strategies\nDiscover effective endometriosis self-care tips that help to reduce symptoms, including diet, exercise, stress management, and tracking your health.\nEndometriosisGynecology\nJun 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hpv-bumps-on-back-of-tongue",
    "name": "HPV Bumps on the Back of the Tongue: What You Need to Know\nAbout HPV bumps on the back of the tongue, their causes, symptoms, and treatment options. Stay informed and manage oral health effectively.\nInfectious DiseasesOral HealthSexual HealthHPV\nJun 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-sparkling-water-good-for-weight-loss",
    "name": "Is Sparkling Water Good for Weight Loss? Benefits Explained\nDiscover how sparkling water helps with weight loss by aiding hydration, curbing appetite, and enhancing your weight loss efforts.\nWeight Loss\nJun 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/about-menopause",
    "name": "Everything You Should Know About Menopause\nMenopause brings significant changes; explore symptoms, causes, and treatments to manage this natural phase effectively.\nMenopauseGynecology\nJun 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/age-to-get-pregnant-with-pcos",
    "name": "What is the Best Age to Get Pregnant with PCOS?\nDiscover the best age to get pregnant with PCOS, and discover lifestyle changes and treatments to improve fertility.\nPCOSPregnancyGynecologyReproductive Medicine\nJun 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-long-until-tooth-infection-kills",
    "name": "How Long Until a Tooth Infection Kills You? Main Risks\nFind out how long until a tooth infection kills you, the critical symptoms, and why early treatment is vital to prevent serious health issues.\nStomatologyOral Health\nJun 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/epstein-pearls",
    "name": "Epstein Pearls in Newborns: What Parents Need to Know\nAbout Epstein pearls, their causes, symptoms, and treatment options. Discover why these harmless cysts appear in newborns and when to seek medical advice.\nOral HealthStomatology\nJun 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/last-stages-of-sciatica",
    "name": "Last Stages of Sciatica: Treatments and Recovery\nLearn about treatments and recovery strategies for the last stages of sciatica, including severe symptoms and effective therapies.\nSciaticaNerve PainBack PainNeurology\nJun 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/torus-palatinus",
    "name": "Torus Palatinus: Symptoms, Causes, and Effective Treatments\nLearn about torus palatinus, a benign growth on the mouth's roof, its symptoms, causes, and treatment options.\nOral Health\nJun 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/follicular-eczema",
    "name": "What is Follicular Eczema and How to Treat It?\nSymptoms, causes, and effective treatments of follicular eczema to help you manage and reduce flare-ups effectively.\nDermatologySkin RashEczema\nJun 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/10-stages-of-brain-injury-recovery",
    "name": "10 Stages of Brain Injury Recovery: What You Need to Know\nExplore the 10 stages of brain injury recovery, including common causes and essential steps for effective management and support.\nNeurology\nJun 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hyperpigmentation-around-mouth",
    "name": "Hyperpigmentation Around the Mouth: Causes and Treatments\nFind out how to treat hyperpigmentation around the mouth with effective solutions. Learn about causes, treatments, and prevention tips.\nDermatology\nJun 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/allergies-cause-swollen-lymph-nodes",
    "name": "Can Allergies Cause Swollen Lymph Nodes?\nCan allergies cause swollen lymph nodes? Learn how allergies can lead to secondary infections that cause swollen lymph nodes and how to manage these symptoms.\nAllergyLymphatic System\nJun 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/black-spots-in-vision-not-floaters",
    "name": "Are Black Spots in Your Vision More Than Just Floaters?\nDiscover the serious causes behind sudden black spots in vision, not floaters, and why early diagnosis and treatment are essential.\nOphthalmologyVision Problems\nJun 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/are-ear-infections-contagious",
    "name": "Are Ear Infections Contagious? Key Facts and Prevention Tips\nAre ear infections contagious? Learn about the causes, symptoms, and prevention tips to keep your ears healthy and safe.\nEar PainOtorhinolaryngology\nJun 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/conditions-misdiagnosed-as-pink-eye",
    "name": "What Is Commonly Misdiagnosed as Pink Eye: Key Conditions\nIdentify common conditions misdiagnosed as pink eye and learn how to differentiate them for proper treatment and care.\nOphthalmologyEye PainVision Problems\nJun 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-falling-asleep-after-eating-a-sign-of-diabetes",
    "name": "Is Falling Asleep After Eating a Sign of Diabetes?\nIs falling asleep after eating a sign of diabetes? Learn the causes, symptoms, and management tips to reduce post-meal sleepiness and improve your health.\nDiabetesFatigueEndocrinology\nJun 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-hemorrhoids-cause-constipation",
    "name": "Can Hemorrhoids Cause Constipation? Exploring the Link\nDiscover the link between hemorrhoids and constipation, their causes, effects, and effective management strategies.\nHemorrhoidsConstipationProctology\nJun 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/calculus-bridge",
    "name": "Calculus Bridge Explained: Risks and Treatment Options\nCalculus bridge, its causes, symptoms, risks, and effective prevention and treatment strategies to maintain optimal dental health.\nToothacheStomatologyOral Health\nJun 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gout-removal",
    "name": "Gout Removal: Effective Treatments and Surgical Options\nRead about gout removal, including effective treatments and surgical options to alleviate pain and improve joint function.\nRheumatologyArthritisGout\nJun 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/nail-avulsion",
    "name": "Effective Nail Avulsion Treatment and Recovery Steps\nLearn about nail avulsion care, including immediate steps, home treatment, pain management, and infection prevention.\nInflammationDermatology\nJun 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-osteoarthritis-an-autoimmune-disease",
    "name": "Is Osteoarthritis an Autoimmune Disease? Main Facts\nIs osteoarthritis an autoimmune disease? Learn the differences, main causes, and how to manage this joint condition effectively.\nArthritisJoint PainRheumatology\nJun 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/foods-for-nausea-during-pregnancy",
    "name": "Top 10 Foods That Fight Nausea During Pregnancy\nDiscover 10 foods that fight nausea during pregnancy, including bananas, ginger, and peppermint, to help alleviate morning sickness and maintain your health.\nPregnancyNauseaNutrition\nJun 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/get-rid-of-a-canker-sore-in-24-hours",
    "name": "How to Get Rid of a Canker Sore in 24 Hours: 7 Relief Tips\nLearn how to get rid of a canker sore in 24 hours with effective treatments and remedies. Find quick relief tips to ease pain and promote healing.\nStomatologyOral Health\nMay 31, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tailors-bunion",
    "name": "What is a Tailor's Bunion: From Causes to Treatment Options\nExplore symptoms, causes, and treatment options for tailor's bunion to maintain foot health and alleviate pain.\nToe PainOrthopedics\nMay 31, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/dehydration-cause-high-blood-pressure",
    "name": "Can Dehydration Cause High Blood Pressure?\nFind out how dehydration can cause high blood pressure and discover tips to manage your hydration and maintain healthy blood pressure levels.\nBlood PressureCardiologyHydration\nMay 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/osteoporosis-vs-osteoarthritis",
    "name": "Osteoporosis vs Osteoarthritis: Differences Explained\nLearn the key differences between osteoporosis and osteoarthritis, including symptoms, risk factors, and treatments for better bone and joint health.\nRheumatologyJoint PainArthritisEndocrinology\nMay 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diabetes-swollen-feet",
    "name": "Diabetes Swollen Feet: Causes, Symptoms, and Treatment\nRead about diabetes swollen feet, their causes, symptoms, and effective treatment options to manage this common diabetic complication.\nDiabetesEndocrinologyFoot Pain\nMay 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gout-vs-bunion",
    "name": "Gout vs Bunion: Symptoms and Key Differences\nLearn about the symptoms, causes, diagnosis, and treatments for gout vs bunion. Understand the differences between these common foot conditions.\nGoutArthritisJoint PainRheumatology\nMay 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pink-eye-vs-allergies",
    "name": "Pink Eye vs Allergies: Symptoms, Causes, and Treatments\nLearn the differences between pink eye vs. allergies, their causes, symptoms, and effective treatments for proper eye health.\nOphthalmologyAllergyVision Problems\nMay 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-know-if-toenail-fungus-is-dying",
    "name": "How to Know If Toenail Fungus Is Dying: Key Signs and Tips\nDiscover how to know if toenail fungus is dying. Learn the key signs of recovery and effective treatment options for healthy nails.\nFungal InfectionDermatology\nMay 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ingrown-fingernail",
    "name": "Ingrown Fingernail: Symptoms, Causes, and Treatments\nLearn how to treat and prevent an ingrown fingernail. Discover effective home remedies and when to seek professional medical care.\nInflammationDermatology\nMay 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/wet-brain",
    "name": "Wet Brain (Wernicke-Korsakoff Syndrome): Causes and Relief\nLearn about wet brain, its causes, symptoms, and treatment options. Early detection and proper care are vital to prevent severe neurological damage.\nNeurology\nMay 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-stop-gout-pain-at-night",
    "name": "How to Stop Gout Pain at Night: Effective Tips and Remedies\nLearn how to stop gout pain at night with tips and remedies. Manage symptoms and prevent future attacks effectively.\nJoint PainRheumatologyGout\nMay 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-heal-torn-meniscus-naturally",
    "name": "How to Heal a Torn Meniscus Naturally: Effective Methods\nDiscover effective methods to heal a torn meniscus naturally, including R.I.C.E, diet, physical therapy, and when surgery might be necessary.\nKnee PainOrthopedics\nMay 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-does-a-torn-meniscus-look-like-on-the-outside",
    "name": "What Does a Torn Meniscus Look Like on the Outside?\nWhat does a torn meniscus look like on the outside? Understand the signs, including swelling and pain, and the importance of early diagnosis and treatment.\nKnee PainOrthopedics\nMay 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/eruption-cyst",
    "name": "Eruption Cyst in Children: Symptoms, Causes, and Treatment\nLearn about eruption cysts in children, including symptoms, causes, and treatment options, and how to manage this common dental issue effectively.\nStomatologyInflammationOral Health\nMay 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/knee-pain-when-squatting",
    "name": "Quick Causes and Solutions for Knee Pain When Squatting\nFind essential strategies to address knee pain when squatting, including causes, prevention tips, and effective treatments.\nKnee PainOrthopedics\nMay 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/nerve-compression-syndrome",
    "name": "Nerve Compression Syndrome: Overview and Treatments\nLearn about nerve compression syndrome, including symptoms, causes, and treatment options to prevent severe complications and improve quality of life.\nNerve PainNeurology\nMay 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/11-warning-signs-of-magnesium-deficiency",
    "name": "11 Warning Signs of Magnesium Deficiency You Need to Know\nThe 11 warning signs of magnesium deficiency, its causes, and how to address the condition with diet and supplements for better health.\nCardiologyNeurology\nMay 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/fingertips-tingling",
    "name": "Fingertips Tingling: Prevention and Treatment Tips\nCauses and solutions for fingertips tingling. Discover symptoms, risk factors, and effective management strategies for improved hand health.\nNeurology\nMay 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/recurrent-strep-throat",
    "name": "Combat Recurrent Strep Throat: Prevention and Care Tips\nAddressing recurrent strep throat with detailed insights into its causes, symptoms, and effective treatment options, plus essential prevention tips.\nColdInfectious DiseasesOtorhinolaryngologySore Throat\nMay 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/fungal-acne-explained",
    "name": "Fungal Acne Explained: Causes, Symptoms and Care Strategies\nComprehensive overview of fungal acne: Understand its symptoms, how it differs from other acne, and discover targeted treatments for clearer skin.\nAcneDermatologyFungal Infection\nMay 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sinus-infection-without-mucus",
    "name": "Treating Sinus Infection Without Mucus: Effective Strategies\nLearn about sinus infection without mucus, including how it affects the body, its causes, symptoms, and effective treatment options for relief.\nOtorhinolaryngologySinus Infection\nMay 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/weight-gain-during-ovulation",
    "name": "Weight Gain During Ovulation: Common Causes and Tips\nRead about weight gain during ovulation, its common causes, and practical tips to minimize discomfort through diet, exercise, and self-care.\nOvulationGynecology\nMay 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-allergies-cause-dizziness",
    "name": "Can Allergies Cause Dizziness? Symptoms and Relief\nDiscover whether allergies can cause dizziness and learn the connection between allergic reactions and balance issues, helping you manage symptoms effectively.\nDizzinessAllergy\nMay 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/gallstones-vs-kidney-stones",
    "name": "Gallstones vs Kidney Stones: Identifying and Treating\nGallstones vs kidney stones: differences, symptoms, how to diagnose them, treatment options, and prevention tips.\nGallbladderKidney Diseases\nMay 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/achilles-bursitis",
    "name": "Achilles Bursitis: Causes, Prevention, and Treatments\nLearn about Achilles bursitis, including its symptoms, causes, and effective treatment options to manage pain and prevent further tendon damage.\nFoot PainPainOrthopedics\nMay 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/handling-toe-cramps",
    "name": "Handling Toe Cramps: 6 Common Causes and Solutions\nLearn the best strategies to prevent and treat toe cramps, including diet tips, exercise routines, and when to seek medical help.\nToe PainOrthopedicsNeurology\nMay 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/normal-baby-tongue-vs-thrush",
    "name": "Normal Baby Tongue vs Thrush: Identifying and Treating\nLearn the key differences between a normal baby tongue and thrush, including signs, treatment, and how to manage each condition for your infant's health.\nPediatricFungal Infection\nMay 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/endometriosis-back-pain",
    "name": "Endometriosis Back Pain: Insights and Treatment Options\nDiscover essential insights on endometriosis back pain, including its impact, treatment options, and ways to manage symptoms for better health and well-being.\nEndometriosisBack PainGynecology\nMay 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/catarrh-solutions",
    "name": "Catarrh Solutions: Symptoms, Risk Factors, Causes, and Care\nDiscover key insights into catarrh, including its symptoms, causes, and effective treatment options to find relief. Learn how to manage this mucus condition.\nOtorhinolaryngologyMucus\nMay 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/foot-arch-cramps",
    "name": "Soothing Relief for Foot Arch Cramps: Causes and Solutions\nDiscover effective strategies for managing foot arch cramps, including treatment options, and insights into causes and risk factors.\nFoot PainOrthopedics\nMay 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/white-snot-explained",
    "name": "White Snot Explained: Causes, Risks, and Prevention\nLearn what white snot indicates about your health, explore common causes, and discover effective treatment options.\nOtorhinolaryngologyMucus\nMay 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bowel-endometriosis-insights",
    "name": "Bowel Endometriosis Insights: Symptoms and Treatment\nFind comprehensive details on bowel endometriosis, including symptoms, effective treatments, and tips for managing this condition in daily life.\nEndometriosisGynecology\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/numbness-in-the-heel",
    "name": "Addressing Numbness in the Heel: Causes and Solutions\nExplore causes, treatments, and prevention for numbness in the heel. Gain insights to improve foot health, and mobility, and avoid potential complications.\nFoot PainNeurologyOrthopedics\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pinched-nerve-in-hip",
    "name": "Strategies for Relieving a Pinched Nerve in the Hip\nLearn about the symptoms, causes, and effective treatments for a pinched nerve in the hip to enhance recovery and prevent future issues.\nHip PainNeurologyNerve Pain\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tonsillitis-vs-strep-throat",
    "name": "Tonsillitis vs Strep Throat: Symptoms, Causes, Treatments\nLearn the differences between tonsillitis and strep throat, including their symptoms, causes, and how to effectively treat each condition for quick relief.\nInfectious DiseasesOtorhinolaryngologySore ThroatTonsils\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-can-mimic-kidney-stone-pain",
    "name": "What Can Mimic Kidney Stone Pain: Identifying Conditions\nDiscover what conditions can mimic kidney stone pain and the importance of accurate diagnosis to ensure you receive the right treatment and care.\nPainUrologyKidney Diseases\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/jaw-pain-and-headache",
    "name": "Connecting Jaw Pain and Headache: Insights and Solutions\nExplore effective solutions for jaw pain and headache linked to TMJ disorders, including symptoms, causes, and treatments to improve your quality of life.\nHeadacheJoint PainNeurology\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/inner-thigh-cramps",
    "name": "Inner Thigh Cramps: Causes, Prevention and Treatment Tips\nEase inner thigh cramps with insights on causes, prevention, and treatment options to combat this common discomfort and improve your well-being.\nHip PainOrthopedics\nMay 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/overcoming-menopause-fatigue",
    "name": "Overcoming Menopause Fatigue: Effective Strategies\nExplore effective strategies for combating menopause fatigue, from identifying causes to treatment options, and enhancing your well-being during menopause.\nMenopauseFatigueGynecology\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/overcoming-debilitating-anxiety",
    "name": "Overcoming Debilitating Anxiety: Symptoms, Causes, Treatment\nLearn about debilitating anxiety, its symptoms, causes, and treatments. Find out how to support recovery and manage the symptoms effectively.\nAnxiety\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/combatting-sugar-headaches",
    "name": "Combatting Sugar Headaches: Causes, Solutions, and Tips\nLearn to manage effectively sugar headaches: find causes, prevention tips, and relief strategies to balance glucose levels for better health.\nHeadacheNutritionEndocrinology\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tingling-in-lower-legs",
    "name": "Tingling in Lower Legs: Understanding Causes, Finding Relief\nLearn about the causes, symptoms, and treatments of tingling in the lower legs, including lifestyle tips and medical options for symptom management.\nLeg PainNeurology\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/endometriosis-blood-clots",
    "name": "Endometriosis Blood Clots: Symptoms, Causes, and Treatments\nLearn about endometriosis blood clots, their impact on women's health, and the effective treatments available to manage this challenging symptom.\nEndometriosisGynecology\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/which-size-of-fibroid-is-dangerous",
    "name": "Which Size of Fibroid Is Dangerous? Health Risks Explained\nAddressing which size of fibroid is dangerous: fibroid size-related health risks, symptoms of concern, and treatment pathways for those affected.\nGynecology\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/allergy-headache-relief",
    "name": "Allergy Headache Relief: Symptoms, Triggers, and Tips\nLearn effective strategies for allergy headache relief, including how to identify triggers, recognize symptoms, and find practical daily management tips.\nHeadacheAllergy\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-sleep-after-gallbladder-surgery",
    "name": "How to Sleep After Gallbladder Surgery? Info and Tips\nFind tips on how to sleep after gallbladder surgery, ensuring a comfortable rest and swift recovery. Understand the best sleep positions and care.\nGallbladder\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pinched-nerve-in-knee",
    "name": "Dealing with a Pinched Nerve in the Knee: Causes and Care\nLearn about the causes, signs, and effective treatments for a pinched nerve in the knee, along with tips on prevention to keep the knees healthy.\nKnee PainNeurologyOrthopedicsNerve Pain\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/why-does-stomach-hurt-after-sex",
    "name": "Why Does Stomach Hurt After Sex? Explore The Main Causes\nExplore the reasons behind stomach pain after sex, including medical conditions, physical causes, and prevention tips. Learn when to seek help.\nStomach PainSexual Health\nMay 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pelvic-pain-in-men",
    "name": "What Causes Pelvic Pain in Men? Info, Treatment, and Tips\nExplore the causes, treatments, and prevention strategies for pelvic pain in men. Learn how to improve well-being and manage symptoms effectively.\nUrologyPelvic pain\nApr 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/burning-in-vaginal-area",
    "name": "Soothing Solutions for Burning in the Vaginal Area\nDiscover causes, effective treatments and preventative tips for burning in the vaginal area, helping you find relief and understand its causes.\nMenopauseGynecology\nApr 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/numbness-in-bottom-of-feet",
    "name": "Numbness in the Bottom of the Feet: Insights and Care\nDiscover effective solutions for dealing with numbness in the bottom of your feet, including insights into causes, risk factors, and preventive measures.\nFoot PainNeurology\nApr 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tingling-in-chest",
    "name": "Exploring Causes and Solutions for Tingling in Chest\nThe causes, treatments, and prevention strategies for tingling in the chest, help you understand when to seek help for this concerning symptom.\nChest Pain\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/back-pain-and-fever",
    "name": "Why Do You Experience Back Pain and Fever Simultaneously?\nExplore the connection between back pain and fever. Understand causes, treatment options, and the importance of timely medical consultation.\nFeverBack Pain\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/postpartum-loss-of-appetite",
    "name": "Postpartum Loss of Appetite: Info, Causes and Solutions\nCauses, treatment options, and preventive measures for postpartum loss of appetite to ensure a healthier recovery for new mothers and their babies.\nPregnancyGynecology\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/thirsty-at-night",
    "name": "Why You Are Thirsty at Night: Causes and Solutions\nLearn why you might be thirsty at night and discover effective strategies to prevent it, including hydration tips and health advice.\nNutrition\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/combat-stress-belly",
    "name": "Combat Stress Belly: Causes, Effects, and Treatment\nRead about stress belly, its causes, health risks, and practical ways to manage abdominal fat accumulation effectively.\nStress\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/relieving-tingling-in-back",
    "name": "Relieving Tingling in The Back: Causes and Treatments\nLearn about the causes of tingling in the back, key treatments, and preventive tips to manage this common symptom effectively.\nBack PainOrthopedics\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-sperm-cramps",
    "name": "Understanding Sperm Cramps: Relief and Prevention Tips\nLearn about sperm cramps, including what causes them, how they can be treated, and steps men can take to prevent them, aimed at improving male health.\nPainInflammationUrologySexual Health\nApr 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/heel-pain-after-running",
    "name": "Heel Pain After Running: Causes, Prevention and Treatment\nEffective strategies for addressing heel pain after running, including symptom identification, home remedies, and professional treatments.\nFoot PainOrthopedics\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/knee-muscle-spasm",
    "name": "Knee Muscle Spasm: Relief and Prevention Essentials\nLearn about the causes, symptoms, and treatments for knee muscle spasms. Address your knee discomfort with informed, practical strategies.\nKnee PainOrthopedics\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/13-week-ultrasound",
    "name": "13-Week Ultrasound: Insights, Preparing, and What to Expect\nExplore what a 13-week ultrasound reveals about your baby's development, from health checks to early gender hints. Learn how to prepare and what to expect.\nPregnancyGynecology\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pinched-nerve-in-shoulder-blade",
    "name": "Pinched Nerve in Shoulder Blade: Causes, Relief, Prevention\nLearn about the pinched nerve in the shoulder blade, including causes, symptoms, and effective treatment options to alleviate pain and prevent recurrence.\nNerve PainShoulder PainNeurology\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/relief-for-rib-cramps",
    "name": "Effective Relief for Rib Cramps: Causes and Treatment\nLearn how to treat and prevent rib cramps with practical tips and detailed treatment options. Get insights into symptoms, causes, and effective remedies.\nOrthopedics\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/canker-sore-vs-cancer",
    "name": "Canker Sore vs Cancer: Key Differences and Insights\nLearn the crucial differences between canker sores and cancer, including symptoms, causes, and when to seek medical advice for peace of mind.\nStomatologyCancerOral Health\nApr 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ovulation-fatigue-explained",
    "name": "Ovulation Fatigue Explained: From Causes to Coping Methods\nOvulation fatigue, its symptoms, causes, and how to effectively manage it to improve your well-being and daily energy levels.\nOvulationGynecology\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tongue-thrust",
    "name": "Tongue Thrust in Children and Adults: Symptoms and Treatment\nExplore tongue thrust symptoms, causes, and treatments for both children and adults. Gain insights into managing this oral health condition effectively.\nStomatologyOral Health\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/uti-after-sex",
    "name": "UTI After Sex: Prevention, Symptoms, and Treatment Insights\nLearn how to prevent UTIs after sex, recognize symptoms, and find effective treatments. Gain insights into managing urinary health post-intercourse.\nUTISexual HealthUrology\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/8-weeks-pregnant-ultrasound",
    "name": "8 Weeks Pregnant Ultrasound: Insights and Expectations\nLearn how to prepare and what to expect during your 8 weeks pregnant ultrasound, including seeing your baby's development and hearing the heartbeat.\nPregnancyGynecology\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pain-after-root-canal",
    "name": "Pain After a Root Canal: Causes, Complications and Relief\nAddressing pain after a root canal: get tips on treatment, complications, and understanding the causes behind it to ensure better dental health and recovery.\nStomatologyToothachePainOral Health\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/insights-on-colics-in-adults",
    "name": "Insights on Colics in Adults: Causes and Treatments\nLearn about colic in adults, including the causes, symptoms, and treatments to effectively manage this painful condition.\nAbdominal Pain\nApr 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tailbone-pain-after-birth",
    "name": "Tailbone Pain After Birth: Causes and Relief Strategies\nLearn about tailbone pain after birth, how to find relief from this condition and how to manage postpartum coccydynia for a more comfortable recovery.\nGynecologyOrthopedics\nApr 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/hot-ears-high-blood-pressure",
    "name": "The Link Between Hot Ears and High Blood Pressure Explained\nLearn about the connection between hot ears and high blood pressure, including the causes of hot ears and when to see a doctor.\nCardiologyBlood Pressure\nApr 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/fungal-acne-vs-closed-comedones",
    "name": "Fungal Acne vs Closed Comedones: Differences and Treatments\nEssential differences and treatments for fungal acne vs closed comedones. Learn to identify and effectively treat these common skin concerns.\nAcneDermatologyFungal Infection\nApr 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diarrhea-after-fasting",
    "name": "Diarrhea After Fasting: Causes, Prevention, and Treatment\nAddressing diarrhea after fasting: learn the causes, and how to treat and prevent this common digestive issue for a smoother fasting experience.\nDiarrhea\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sudden-excessive-sleepiness-in-elderly",
    "name": "Sudden Excessive Sleepiness in the Elderly: Info and Tips\nAddress sudden excessive sleepiness in the elderly. Learn about its causes, the role of lifestyle, and effective solutions for better sleep and daily vitality.\nFatigue\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/itchy-feet-at-night",
    "name": "Itchy Feet at Night: Causes, Treatment and Prevention\nCauses, treatments, and prevention tips for itchy feet at night to ensure a peaceful sleep and improve your overall well-being.\nItchingDermatology\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/easing-wrist-pain-from-lifting",
    "name": "Easing Wrist Pain from Lifting: Information and Tips\nDiscover how to manage and prevent wrist pain from lifting with insights on causes, effective treatments, and preventive strategies for better wrist health.\nArm Pain\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/black-spots-on-tongue",
    "name": "Black Spots on Tongue: Causes and Treatment Options\nCauses and, treatment options for black spots on your tongue. Get expert advice on maintaining oral health and when to see a doctor.\nNutritionStomatologyOral Health\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/combatting-tmj-headache",
    "name": "Combatting TMJ Headache: Effective Strategies for Relief\nDiscover essential insights on TMJ headache, including its causes, symptoms, and effective relief methods. Manage and prevent TMJ headache effectively.\nHeadacheNeurology\nApr 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/itchy-roof-of-mouth",
    "name": "Itchy Roof of Mouth: Causes, Symptoms, and Treatment\nFind relief for an itchy roof of the mouth with our comprehensive overview of symptoms, causes, and effective treatment options.\nAllergy\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bladder-infection-vs-uti",
    "name": "Bladder Infection vs UTI: Differences, Symptoms, Prevention\nThe key differences between bladder infections and UTIs, including symptoms, prevention strategies, and when to seek medical help for your urinary health.\nUTIInfectious DiseasesUrologyBladder\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-stress-cause-appendicitis",
    "name": "Can Stress Cause Appendicitis? What You Need to Know\nRead about the link between stress and the risk of appendicitis, key prevention tips and how to mitigate this risk with stress management strategies.\nStressAppendicitis\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-nausea-in-the-third-trimester",
    "name": "Managing Nausea in the Third Trimester: Essential Insights\nExplore effective strategies for managing nausea in the third trimester, including causes, treatments, and prevention tips for expectant mothers.\nNauseaGynecologyPregnancy\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-remove-acne-scars-naturally",
    "name": "How to Remove Acne Scars Naturally in a Week? Info and Tips\nLearn how to remove acne scars naturally in a week with practical tips on natural remedies and skincare routines that promote healing and reduce scars.\nDermatologyAcneInflammation\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-bleeding-gums-when-brushing",
    "name": "Managing Bleeding Gums When Brushing: Essential Tips\nFind out risk factors and preventive tips to ensure healthy gums and improve oral hygiene. Learn how to stop bleeding gums when brushing immediately.\nStomatologyOral Health\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sex-after-vasectomy",
    "name": "Sex After Vasectomy: Unveiling the Myths and What to Expect\nRead about sex after vasectomy: when to resume safely, its effects on health, and why follow-up is crucial for peace of mind.\nUrologySurgerySexual Health\nApr 24, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/shoulder-pain-after-surgery",
    "name": "Shoulder Pain After Surgery: Causes, Duration and Relief\nFind effective solutions for shoulder pain after surgery, including causes, duration, and home-based relief methods for a smoother recovery.\nShoulder Pain\nApr 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/baby-neck-rash",
    "name": "Baby Neck Rash: Causes and Essential Tips for Relief\nDiscover effective care techniques for baby neck rash, including causes, preventive strategies, and treatments, for lasting infant skin wellness.\nSkin RashDermatology\nApr 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/nerve-pain-in-the-arm",
    "name": "Solutions for Nerve Pain in the Arm: What You Need to Know\nExplore effective strategies for addressing nerve pain in the arm, including insights on causes, treatment options, and preventive measures.\nNerve PainArm PainNeurologyOrthopedics\nApr 23, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bloating-after-surgery",
    "name": "Bloating After Surgery: Causes, Duration, and Relief\nLearn about bloating after surgery, its causes, how long it lasts, and effective ways to reduce discomfort and speed up recovery.\nSurgery\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/back-pain-after-c-section",
    "name": "Back Pain After C-Section: Causes and Treatment Options\nFind relief and recovery tips for post-C-section back pain, including detailed insights into causes, treatments, and when to see a doctor.\nGynecologyBack PainPregnancy\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-of-infertility-after-miscarriage",
    "name": "Signs of Infertility After Miscarriage: Insights and Help\nThe signs of infertility after miscarriage, causes, and treatments. Get insights into diagnostic tests, success stories, and support resources.\nGynecologyReproductive Medicine\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-numb-big-toe",
    "name": "Understanding Numb Big Toe: Symptoms, Causes, and Care\nExplore the reasons behind numb big toe, from nerve issues to health conditions, and learn effective treatments and prevention tips for this common symptom.\nNeurologyOrthopedicsToe Pain\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pain-in-upper-back-when-breathing",
    "name": "Pain in Upper Back When Breathing: Causes and Treatments\nIdentify the main causes of pain in your upper back when breathing and understand the importance of addressing this condition effectively.\nOrthopedicsBack Pain\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/overcoming-hamstring-cramps",
    "name": "Overcoming Hamstring Cramps: Relief and Prevention\nDiscover effective strategies for managing hamstring cramps, including causes, immediate relief measures, and prevention tips to maintain muscle health.\nOrthopedicsHip Pain\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/amoxicillin-rash-insights",
    "name": "Amoxicillin Rash Insights: Symptoms, Causes and Care\nLearn about amoxicillin rash: identifying symptoms, risk factors, treatment strategies, and prevention tips for this common antibiotic reaction.\nSkin RashAllergy\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stomach-hurts-when-coughing",
    "name": "Why Does Stomach Hurts When Coughing: The Main Causes\nLearn why your stomach hurts when you cough, the conditions that cause this discomfort, and how to identify and treat the underlying issues.\nCoughStomach Pain\nApr 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vomiting-after-head-injury",
    "name": "Vomiting After Head Injury: Insights and Care Tips\nCauses, risks, and treatments for vomiting after head injury in adults and children are detailed. Learn essential prevention and care for a safe recovery.\nVomitingNeurology\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/diastasis-recti-in-men",
    "name": "Diastasis Recti in Men: Symptoms, Causes, and Treatments\nRead about diastasis recti in men, including its symptoms, causes, and effective treatment options for managing and improving this common condition.\nAbdominal Pain\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/can-stress-cause-vertigo",
    "name": "Can Stress Cause Vertigo? Causes, Types and Solutions\nExplore the link between stress and vertigo, understanding its effects and strategies for managing symptoms. Find insights into symptoms management and relief.\nStressDizzinessOtorhinolaryngologyNeurology\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/delay-in-periods-if-not-pregnant",
    "name": "Late Periods: Insights on Maximum Delay If Not Pregnant\nExplore the reasons behind delayed periods with insights on when a period is considered late and when to seek medical advice if not pregnant.\nMenstruationGynecology\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/early-warning-signs-thyroid-problems",
    "name": "10 Early Warning Signs of Thyroid Problems to Watch Out For\nWhat are early warning signs of thyroid problems? Discover key symptoms, including weight, mood, heart rate changes, and more in our article.\nEndocrinologyThyroid Issues\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-ear-infection-headache",
    "name": "Understanding Ear Infection Headache: Causes and Relief\nEssential insights on ear infection headache, including symptoms, causes, treatments, and prevention tips to manage this common yet bothersome condition.\nEar PainHeadacheOtorhinolaryngology\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/combatting-shoulder-acne",
    "name": "Combatting Shoulder Acne: Types, Causes, and Treatment\nStrategies for managing shoulder acne, including insights into its causes, effective treatments, and preventative measures.\nAcneDermatology\nApr 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/crunchy-knees-explained",
    "name": "Crunchy Knees Explained: Symptoms, Causes, and Remedies\nCauses, risk factors, prevention and treatments for crunchy knees. Learn how to manage this condition and improve knee health effectively with our article.\nPainKnee PainOrthopedics\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/plantar-fasciitis-cant-walk",
    "name": "Is Plantar Fasciitis So Bad You Can't Walk? Relief Methods\nStruggling with plantar fasciitis so bad that you can't walk? Find essential steps and strategies to alleviate pain and improve your mobility.\nFoot PainOrthopedics\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/elbow-pain-when-bending",
    "name": "Elbow Pain When Bending: Causes, Relief, and Prevention\nDiscover key insights on managing elbow pain when bending, with tips on diagnosis, treatment options, and prevention for better elbow joint health.\nPainOrthopedicsElbow Pain\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/eliminate-bad-breath-from-stomach",
    "name": "How to Eliminate Bad Breath from Stomach? Causes and Tips\nHow to eliminate bad breath from your stomach with effective remedies, lifestyle changes, and by understanding the underlying causes for lasting freshness.\nStomach Pain\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/relieving-pinched-nerve-in-shoulder",
    "name": "Relieving Pinched Nerve in Shoulder: Causes and Solutions\nLearn how to tackle a pinched nerve in the shoulder with insights on symptoms, relief techniques, and prevention strategies to avoid complications.\nNerve PainShoulder PainNeurology\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lower-back-pain-when-coughing",
    "name": "Lower Back Pain When Coughing: Causes, Treatment, Prevention\nExplore effective treatments and preventive tips for lower back pain when coughing. Learn about causes and when to seek medical advice for back discomfort.\nBack PainOrthopedicsCough\nApr 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bloody-boogers",
    "name": "Bloody Boogers: Causes, Treatments, and Prevention Tips\nCauses, self-removal, effective treatments, and prevention strategies for bloody boogers in your nose. Find out when to seek medical advice.\nOtorhinolaryngologyCold\nApr 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/are-neck-pain-and-nausea-connected",
    "name": "Are Neck Pain and Nausea Connected? Exploring the Link\nExplore the connection between neck pain and nausea, including causes, treatments, and prevention tips to manage these challenging symptoms effectively.\nNeck PainNausea\nApr 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/scalloped-tongue-insights",
    "name": "Scalloped Tongue Insights: Causes, Treatment and Diagnostics\nLearn information about scalloped tongue, including what causes it, how it's treated, and when to see a doctor for this condition that affects many.\nNutritionOtorhinolaryngology\nApr 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sudden-crashing-fatigue-in-females",
    "name": "Sudden Crashing Fatigue in Females: Causes and Solutions\nLearn about sudden crashing fatigue in females: identifying causes, effective treatments, and preventive measures for better health.\nFatigueMenopause\nApr 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/kawasaki-disease",
    "name": "Kawasaki Disease: In Children, Adults, and Atypical Cases\nLearn about Kawasaki Disease symptoms, treatment options, and risk factors to safeguard children's health effectively.\nInflammationCardiologyPediatric\nApr 19, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/4-stages-of-appendicitis",
    "name": "4 Stages of Appendicitis: From Symptoms to Recovery\nRead about the 4 stages of appendicitis, understanding symptoms, diagnosis, and treatment options to ensure prompt recovery and prevent complications.\nEmergency MedicineAppendicitis\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/heartburn-after-drinking",
    "name": "Heartburn After Drinking: Causes and Treatment\nExplore effective strategies to manage and prevent heartburn after drinking. Understand causes, risk factors, treatments, and lifestyle tips for relief.\nGERD\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/weak-stream-of-urine",
    "name": "Weak Stream of Urine: Causes, Risks, and Treatments\nCauses, risk factors, and treatments for a weak stream of urine. Learn how to manage symptoms and prevent complications in our comprehensive article.\nUrology\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/strep-throat-and-covid",
    "name": "The Intersection of Strep Throat and COVID-19: What to Know\nDiscover essential information on strep throat and COVID-19, covering risk factors, causes, complications, and how to live with either condition.\nSore ThroatInfectious DiseasesOtorhinolaryngologyViral Infections\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-nausea-when-hungry",
    "name": "Understanding Nausea When Hungry: Causes and Remedies\nExplore the causes, risk factors, and effective management strategies for nausea when hungry, and learn how to prevent this uncomfortable condition.\nNausea\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/does-female-masturbation-cause-infertility",
    "name": "Does Female Masturbation Cause Infertility? Debunking Myths\nExplore the truth about whether female masturbation causes infertility and learn what factors affect reproductive health.\nGynecologyReproductive MedicineSexual Health\nApr 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/effective-gerd-cough-management",
    "name": "Effective GERD Cough Management, Treatment and Prevention\nDiscover key strategies for managing GERD cough, focusing on relief, prevention, and improving quality of life for those affected by this common condition.\nCoughGERD\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/baby-teeth-grinding",
    "name": "Baby Teeth Grinding: Causes, Complication and Solutions\nLearn about baby grinding teeth, including causes, signs, and effective prevention strategies to protect your child's dental health.\nStomatologyPediatric\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/navigating-back-pain-when-breathing",
    "name": "Navigating Back Pain When Breathing: Solutions and Tips\nDiscover insights and solutions for back pain when breathing, including causes, effective treatments, and preventive measures for better health.\nBack Pain\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-burning-pain-in-lower-back",
    "name": "Managing Burning Pain in the Lower Back: Essential Tips\nDiscover essential tips and strategies for managing burning pain in the lower back, a condition recognized as a leading cause of global disability.\nBack PainOrthopedicsNeurology\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/easing-pregnancy-joint-pain",
    "name": "Easing Pregnancy Joint Pain: Info, Causes and Tips\nDiscover insights on managing pregnancy joint pain, ensuring comfort and health throughout your pregnancy journey. Find relief with our expert tips.\nOrthopedicsGynecologyJoint Pain\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/burning-sensation-in-lower-abdomen",
    "name": "Burning Sensation in the Lower Abdomen: Causes and Tips\nDiscover effective insights for relief and prevention of burning sensation in the lower abdomen, uncover causes, diagnostics and treatment options.\nAbdominal Pain\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-orange-tongue",
    "name": "Understanding Orange Tongue: Info, Causes and Solutions\nExplore the causes and treatment options for an orange tongue, a condition that can signal both benign dietary habits and underlying health concerns.\nVitamins\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/iron-deficiency-bruising-insights-on-symptoms-and-care",
    "name": "Iron Deficiency Bruising: Insights on Symptoms and Care\nDiscover essential insights on iron deficiency bruising, including symptom recognition, effective treatment methods, and practical prevention tips.\nAnemiaHematology\nApr 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/combatting-allergy-fatigue-insights-and-helpful-strategies",
    "name": "Combatting Allergy Fatigue: Insights and Helpful Strategies\nLearn about causes, symptoms, and ways to manage allergy fatigue, a condition that affects daily life and well-being. Learn prevention tips today.\nAllergyFatigue\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-lip-filler-swelling",
    "name": "Understanding Lip Filler Swelling: Causes and Care\nExplore essential insights on managing lip filler swelling, including causes, treatment options, and prevention tips to ensure a smoother recovery process.\nDermatologyAllergy\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/headache-after-botox",
    "name": "Headache After Botox: Causes, Prevention, and Relief\nExplore why headaches occur after Botox, how to treat them, and prevention tips. Get insights into managing and reducing headaches after Botox side effects.\nHeadacheDermatology\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-diarrhea-during-period",
    "name": "Managing Diarrhea During Period: Causes and Relief\nExplore effective strategies for managing diarrhea during the period, including dietary tips, hydration, and stress management for better menstrual health.\nGynecologyMenstruationDiarrhea\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/about-phlegm-after-eating",
    "name": "About Phlegm After Eating: Causes, Complications, and Tips\nDiscover effective ways to manage and prevent phlegm after eating. Learn about the causes, risk factors, and non-medical treatment options for relief.\nMucus\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-acid-reflux-cough-essential-insights-and-tips",
    "name": "Managing Acid Reflux Cough: Essential Insights and Tips\nExplore effective strategies for managing acid reflux cough, including symptoms, causes, treatment options, and prevention tips to improve your health.\nCough\nApr 16, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/shortness-of-breath-after-eating-causes-and-relief",
    "name": "Shortness of Breath After Eating: Causes and Relief\nExplore why you may experience shortness of breath after eating, including causes, risk factors, and effective strategies for relief and prevention.\nPulmonology\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-tooth-pain-during-pregnancy",
    "name": "Managing Tooth Pain During Pregnancy: Insights and Tips\nDiscover strategies for managing tooth pain during pregnancy, including causes, risk factors, prevention tips, and safe tooth pain during pregnancy remedies.\nStomatologyToothachePregnancy\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-liver-rash-symptoms-causes-and-prevention",
    "name": "Managing Liver Rash: Symptoms, Causes, and Prevention\nExplore the causes, risk factors, and treatment of liver rash. Learn how to effectively manage and prevent liver-related skin issues for better health.\nSkin RashLiverDermatology\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-aching-legs-at-night",
    "name": "Understanding Aching Legs at Night: Causes and Relief\nRead about causes and find effective treatments for aching legs at night. Learn how to prevent discomfort to ensure restful sleep and improved daily well-being.\nLeg PainOrthopedics\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/solving-blurry-vision-in-one-eye-causes-and-solutions",
    "name": "Solving Blurry Vision in One Eye: Causes and Solutions\nDiscover the causes, complications, and treatments for blurry vision in one eye. Essential reading for anyone experiencing this common yet troubling symptom.\nOphthalmologyInflammationVision Problems\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-hip-pain-during-period-causes-and-solutions",
    "name": "Managing Hip Pain During Period: Causes and Solutions\nDiscover effective ways to manage hip pain during period, understand its causes, and learn prevention tips for better menstrual health and comfort.\nHip PainMenstruationGynecology\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lower-back-pain-when-walking-treatment-and-prevention-tips",
    "name": "Lower Back Pain When Walking: Treatment and Prevention Tips\nExplore strategies for managing lower back pain when walking. Learn about causes, treatments, and preventive tips to enhance your mobility and well-being.\nOrthopedicsBack PainNeurology\nApr 15, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tailbone-pain-during-pregnancy",
    "name": "Tailbone Pain During Pregnancy: Causes, Relief, and Tips\nEffective strategies for alleviating tailbone pain during pregnancy. Find out the causes, practical relief tips, and when to consult a healthcare professional.\nPregnancyGynecologyOrthopedicsBack Pain\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-hair-loss-on-legs-causes-and-solutions",
    "name": "Understanding Hair Loss on Legs: Causes and Solutions\nExplore the causes, prevention, and treatment options for hair loss on the legs. Gain insights into managing this condition and improving leg hair health.\nEndocrinology\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/relief-for-shoulder-pain-when-sleeping-tips-and-treatments",
    "name": "Relief for Shoulder Pain When Sleeping: Tips and Treatments\nDiscover effective strategies to manage shoulder pain when sleeping, ensuring a restful night's sleep. Explore causes, treatments, and preventive tips.\nShoulder PainOrthopedicsPain\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pros-and-cons-of-hormone-pellets",
    "name": "Pros and Cons of Hormone Pellets: Balanced Insights\nThe pros and cons of hormone pellets for informed hormone therapy decisions. Learn about benefits, potential side effects, and essential considerations.\nEndocrinology\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/frequent-urination-before-period-causes-and-management",
    "name": "Frequent Urination Before Period: Causes and Management\nExplore the reasons behind frequent urination before period, including hormonal changes, risk factors, and ways to manage this common symptom effectively.\nMenstruationGynecologyUrology\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vaginitis-vs-vaginosis",
    "name": "Vaginitis vs Vaginosis: Key Differences and Care Tips\nLearn the differences between vaginitis and vaginosis, including symptoms, causes, and how to treat them effectively. Stay informed about vaginal health.\nVaginal DiseasesSexual HealthGynecology\nApr 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/chest-pain-after-drinking-causes-and-seeking-relief",
    "name": "Chest Pain After Drinking: Causes and Seeking Relief\nDiscover why you might experience chest pain after drinking (alcohol, coffee, soda, water) and learn how to manage and prevent this uncomfortable condition.\nChest Pain\nApr 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stringy-eye-mucus",
    "name": "Stringy Eye Mucus: Causes, Signs, and Effective Treatments\nLearn about stringy eye mucus, including its causes, and symptoms, and how to find relief through home remedies and professional treatments.\nMucusOphthalmologyEye Pain\nApr 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-crust-in-ear-causes-treatments-prevention",
    "name": "Understanding Crust in Ear: Causes, Treatments, Prevention\nDiscover essential insights on crust in the ear, including its causes, treatment, and how to prevent it, ensuring optimal ear health and avoiding complications.\nEar PainOtorhinolaryngology\nApr 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sinus-infection-vertigo-symptoms-causes-and-management",
    "name": "Sinus Infection Vertigo: Symptoms, Causes, and Management\nDiscover how sinus infection vertigo can affect your balance and well-being. Learn about its causes, complications, and effective treatments to manage symptoms.\nDizzinessOtorhinolaryngologyInflammationSinus Infection\nApr 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/celiac-disease-brown-spots-teeth",
    "name": "Celiac Disease and Brown Spots on Teeth: What to Know\nDiscover what is celiac disease and the connection between this disease and brown spots on teeth, with advice on managing symptoms and maintaining oral health.\nAutoimmune DiseasesStomatologyOral Health\nApr 13, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/relief-for-pelvic-floor-muscle-spasm-causes-and-cures",
    "name": "Relief for Pelvic Floor Muscle Spasm: Causes and Cures\nExplore the essentials of pelvic floor muscle spasm, including causes, symptoms, and treatments to manage this condition and enhance your pelvic health.\nPainPelvic pain\nApr 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what%20does%20chlamydia%20discharge%20look%20like",
    "name": "What Does Chlamydia Discharge Look Like? Specific Symptoms\nLearn what chlamydia discharge looks like, including differences in symptoms between males and females, and discover effective treatment options.\nInfectious DiseasesSexual HealthSTI\nApr 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-deficiency-causes-hair-loss",
    "name": "Which Vitamin Deficiency Causes Hair Loss? Info and Tips\nWhich vitamin deficiency causes hair loss? Discover how deficiencies in riboflavin, biotin, folate, vitamin B12, and other vitamins impact hair health.\nVitaminsNutritionDermatology\nApr 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/most-common-cancers-in-women",
    "name": "Most Common Cancers in Women: Ovarian, Cervical, and Breast\nLearn about the most common cancers in women, including breast, ovarian, and cervical cancer, with insights on symptoms, screening, and treatment options.\nCancer\nApr 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bv-vs-yeast-infection",
    "name": "BV vs Yeast Infection: Exploring the Main Differences\nLearn the key differences between BV and yeast infections, including symptoms, discharge types, and effective treatments. Get prevention advice.\nVaginal DiseasesFungal InfectionGynecology\nApr 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vitamin-deficiency-white-spots-skin",
    "name": "What Vitamin Deficiency Can Cause White Spots On The Skin?\nVitamin deficiency as a cause of small white spots on the skin, the importance of vitamins B-12, C, D, and Folate in skin health, and treatment options.\nVitaminsDermatology\nApr 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/iud-vs-implant",
    "name": "IUD vs Implant: Comparing Your Contraceptive Options\nIUD vs implant comparison offers insights into benefits, side effects, and overall effectiveness, helping in choosing the right birth control method.\nIUDSexual HealthGynecology\nApr 11, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ganglion-cyst-vitamin-deficiency",
    "name": "The Link Between Ganglion Cyst and Vitamin Deficiency\nLearn how vitamin deficiencies might contribute to ganglion cyst development, key vitamins for joint health, and effective prevention and treatment strategies.\nJoint PainVitamins\nApr 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pain-under-left-breast",
    "name": "Pain Under the Left Breast: Causes and Solutions\nCauses, diagnostics, and treatments for pain under the left breast are covered, including digestive issues, chest problems, and heart conditions.\nBreast Pain\nApr 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/8-types-of-abnormal-menstruation",
    "name": "8 Types of Abnormal Menstruation: Symptoms and Diagnosis\nExplore the 8 types of abnormal menstruation, their causes, symptoms, and when to seek medical advice for better menstrual health management.\nMenstruationGynecology\nApr 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/wait-2-weeks-after-iud-insertion",
    "name": "Why to Wait 2 Weeks After IUD Insertion: Essential Insights\nLearn why a 2-week wait is recommended after IUD insertion to ensure safety and effectiveness, and what to expect during this crucial adjustment period.\nIUDSexual HealthGynecology\nApr 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-size-ovarian-cyst-dangerous",
    "name": "What Size of Ovarian Cyst Is Dangerous? Tips and Insights\nDiscover what size of ovarian cyst is dangerous, delving into symptoms, types, and effective treatments to facilitate early detection and proactive management.\nOvarian CystsGynecology\nApr 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-of-fibroids-breaking-down",
    "name": "Signs of Fibroids Breaking Down: Symptoms and Treatments\nLearn about the signs of fibroids breaking down, including symptoms, causes, and effective treatment options to address this common condition.\nGynecologyPregnancy\nApr 09, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/9-foods-fight-hot-flashes",
    "name": "9 Foods That Fight Hot Flashes: Essential Diet Tips\nLearn about 9 foods that fight hot flashes, including soy, flaxseeds, and leafy greens, to help manage menopause symptoms through your diet.\nHot FlashesMenopauseGynecology\nApr 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pcos-belly-management",
    "name": "PCOS Belly Management: Health Tips for Improvement\nGain insights on PCOS belly: Understand its root causes and find practical diet and exercise solutions to manage this prevalent symptom of PCOS.\nPCOSGynecology\nApr 08, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/overview-of-gerd",
    "name": "Comprehensive Overview of GERD: From Symptoms to Cure\nGERD causes, symptoms, treatments, diagnostics, and prevention strategies. Find relief and understand your options for managing GERD effectively.\nGERD\nApr 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/breast-pain-after-period",
    "name": "Breast Pain After Period: Causes and Relief Strategies\nInsight into the causes and solutions for breast pain after a period, including indicators for seeking help, treatment alternatives, and preventive advice.\nBreast PainMenstruation\nApr 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/signs-perimenopause-is-ending",
    "name": "Signs That Perimenopause is Ending: Key Indicators\nLearn about the signs that perimenopause is ending, from changes in menstrual patterns to shifts in symptom intensity, and what to expect next.\nMenopauseGynecology\nApr 07, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sore-throat-covid",
    "name": "Sore Throat as a COVID Symptom: Care Strategies and Insights\nCOVID-19 sore throat symptoms, how it differs from other sore throats, and effective remedies. Know when it’s crucial to consult a healthcare professional.\nSore ThroatColdOtorhinolaryngology\nApr 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/stop-alopecia-areata-spreading",
    "name": "How to Stop Alopecia Areata from Spreading: Useful Tips\nDiscover practical strategies on how to stop alopecia areata from spreading. Find out how to manage and control this common hair loss condition effectively.\nAutoimmune DiseasesDermatology\nApr 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bleeding-after-iud-insertion",
    "name": "About Bleeding After IUD Insertion: What to Expect?\nFind out what to expect with bleeding after IUD insertion, including its duration, causes, and when to seek medical advice for your symptoms.\nIUDSexual HealthGynecology\nApr 06, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/shoulder-pain-radiating-down-arm",
    "name": "About Shoulder Pain Radiating Down The Arm to Fingers\nShoulder pain radiating down the arm to fingers: read about causes, complications, prevention, and treatment, including the best exercises for this condition.\nShoulder PainArm PainOrthopedics\nApr 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/is-diverticulitis-hereditary",
    "name": "Is Diverticulitis Hereditary? Examining the Genetic Link\nExplore whether diverticulitis is hereditary, how genetics play a role in risk, and the combination of factors influencing this digestive condition.\nAbdominal Pain\nApr 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/immediate-relief-for-sciatica-pain",
    "name": "Immediate Relief for Sciatica Pain: Effective Strategies\nFind effective strategies for immediate relief from sciatica pain, covering home remedies, exercises, and medical interventions to ease discomfort.\nBack PainNeurologySciatica\nApr 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/carpal-tunnel-cause-elbow-pain",
    "name": "Can Carpal Tunnel Cause Elbow Pain? Insights and Solutions\nExplore how carpal tunnel syndrome can lead to elbow pain, the symptoms to watch for, and the best treatment options available to manage this condition.\nArm PainElbow PainNeurology\nApr 05, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/constipation-cause-back-pain",
    "name": "Can Constipation Cause Back Pain? Insights and Solutions\nDiscover how constipation can cause back pain, including symptoms, causes, and effective treatments to alleviate discomfort and improve wellness.\nBack PainConstipation\nApr 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/dizzy-after-eating",
    "name": "Dizzy After Eating: Main Causes and Prevention Tips\nInsight into why dizziness occurs after eating, including common causes and prevention tips, alongside advice for dealing with this symptom.\nDizziness\nApr 04, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/solutions-for-dry-sinuses",
    "name": "Effective Solutions for Dry Sinuses: Symptoms, Care\nExplore effective treatments and understand the causes of dry sinuses to alleviate discomfort. Learn about symptoms, prevention, and when to seek medical help.\nSinus InfectionOtorhinolaryngology\nApr 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/sinus-infection-and-eye-discharge",
    "name": "Sinus Infection and Eye Discharge: Causes and Treatment\nIs eye discharge linked to sinus infections? Get insights on symptoms, causes, and how to identify and treat this condition for relief and prevention.\nSinus InfectionEye PainOtorhinolaryngologyOphthalmology\nApr 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/knee-pain-when-bending",
    "name": "Easing Knee Pain When Bending: Prevention and Relief Methods\nExplore effective remedies and prevention strategies for knee pain when bending. Learn about causes, home care, and when to seek professional treatment.\nKnee PainOrthopedics\nApr 03, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/does-masturbation-cause-low-sperm-count",
    "name": "Does Masturbation Cause Low Sperm Count? Facts Revealed\nDoes masturbation cause low sperm count? Read about common myths and facts, the health benefits of masturbation, and when to seek medical advice.\nSexual HealthUrologyReproductive Medicine\nApr 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/about-menopause-itching-info-and-prevention-strategies",
    "name": "About Menopause Itching: Info and Prevention Strategies\nDiscover strategies for managing menopause itching, a common symptom of hormonal changes during menopause, including causes, treatments, and prevention tips.\nItchingMenopauseGynecology\nApr 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/psoriasis-on-feet",
    "name": "Psoriasis on Feet: Types, Causes, Symptoms and Treatment\nLearn how to deal with psoriasis on feet, including types, symptoms, treatment options, and lifestyle tips for better management and relief.\nAutoimmune DiseasesDermatology\nApr 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ear-pain-from-sinus-infection",
    "name": "Ear Pain from Sinus Infection: Causes and Treatment\nAddressing the discomfort of ear pain linked to sinus infections. Insights into causes, prevention, and treatment options for those affected.\nEar PainSinus InfectionOtorhinolaryngology\nApr 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/scleroderma-life-expectancy",
    "name": "Scleroderma Life Expectancy: Facts and Care Strategies\nScleroderma life expectancy: learn how factors like disease type and organ involvement affect prognosis, and the importance of support and care.\nAutoimmune DiseasesDermatologyRheumatology\nApr 02, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/inner-elbow-pain",
    "name": "Inner Elbow Pain: Causes, Prevention, and Relief Strategies\nFind relief from inner elbow pain with expert tips on treatment and prevention. Gain insights into managing discomfort and enhancing elbow health.\nElbow PainOrthopedics\nApr 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/nose-twitching",
    "name": "Nose Twitching: Causes, Risk Factors and Solutions\nLearn about the reasons behind nose twitching, its risk factors, and learn practical solutions for treatment and prevention in our detailed health article.\nNeurology\nMar 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/headache-with-ear-pain",
    "name": "Insights on Headache with Ear Pain: Causes and Relief\nThe causes, treatments, and prevention of experiencing headache with ear pain. Learn practical tips for alleviating discomfort and improving your health.\nHeadacheEar PainOtorhinolaryngologyNeurology\nMar 30, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/what-food-can-cause-appendicitis",
    "name": "What Food Can Cause Appendicitis? Dietary Insights\nDiscover which foods may increase the risk of appendicitis and learn dietary habits to maintain your digestive health and prevent this condition.\nAppendicitis\nMar 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tooth-abscess-stages",
    "name": "Tooth Abscess Stages and Types: Symptoms and Treatments\nRead about the progression of tooth abscess stages, identifying early symptoms through to tooth loss, with insights on effective treatments and prevention tips.\nStomatologyToothacheInflammationOral Health\nMar 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/how-to-cure-plantar-fasciitis-one-week",
    "name": "How To Cure Plantar Fasciitis in One Week: Effective Steps\nDiscover how to cure plantar fasciitis in one week with our effective treatment plan, including rest, exercises, and the right footwear for quick pain relief.\nFoot PainOrthopedics\nMar 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ankle-pain-without-injury-swelling",
    "name": "Sudden Ankle Pain Without Injury or Swelling: Causes, Care\nLearn about the causes of sudden ankle pain without injury or swelling, diagnostics, treatment options, and when to consult a healthcare professional.\nAnkle PainOrthopedics\nMar 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/pelvic-and-lower-back-pain",
    "name": "Explore The Connection Between Pelvic and Lower Back Pain\nLearn about the causes and treatments of pelvic and lower back pain. Discover how lifestyle changes and care plans can offer significant relief.\nPelvic painBack Pain\nMar 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ear-tingling-sensations",
    "name": "Ear Tingling Sensations: Identifying Causes and Solutions\nExplore ear tingling causes, prevention, and treatment options to address this common symptom effectively and prevent potential complications.\nEar PainInflammationOtorhinolaryngology\nMar 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/carpet-beetle-dermatitis",
    "name": "Carpet Beetle Dermatitis: Symptoms, Treatment and Prevention\nDiscover how to identify, treat, and prevent carpet beetle dermatitis, ensuring effective relief from skin irritation caused by beetle allergens.\nDermatologySkin Rash\nMar 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/about-stomach-gripping",
    "name": "About Stomach Gripping: Causes, Symptoms and Treatments\nExplore the causes, symptoms, and treatments for stomach gripping. Understand how dietary habits, stress, and health conditions contribute to this discomfort.\nAbdominal Pain\nMar 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/throat-herpes-vs-strep-throat",
    "name": "Throat Herpes vs Strep Throat: Identifying the Differences\nLearn the differences between throat herpes and strep throat, including symptoms, how they spread, diagnosis, and effective treatment options.\nSore ThroatInfectious DiseasesOtorhinolaryngologyViral Infections\nMar 27, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/tooth-pain-after-filling",
    "name": "Tooth Pain After Filling: Causes, Relief and Solutions\nExperience tooth pain after a dental filling? Uncover the reasons behind this discomfort and find effective strategies for immediate and long-term relief.\nToothacheStomatology\nMar 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/lupus-rash-vs-rosacea",
    "name": "Lupus Rash vs Rosacea: Identifying Key Differences\nLearn the crucial differences between lupus rash vs rosacea, including symptoms, triggers, and treatment options to effectively manage your skin condition.\nAutoimmune DiseasesDermatologySkin Rash\nMar 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/newborn-sounds-congested-no-mucus",
    "name": "Newborn Sounds Congested But No Mucus? Here's What to Do\nLearn how to soothe your newborn's congestion without visible mucus in the nose. Find out causes, home remedies, and when to seek medical advice.\nColdPediatricOtorhinolaryngology\nMar 26, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/adenomyosis-vs-endometriosis-symptoms-causes-and-more",
    "name": "Adenomyosis vs Endometriosis: Symptoms, Causes, and More\nExplore the differences between adenomyosis and endometriosis, including symptoms, diagnosis, and treatment options to improve women's health.\nEndometriosisGynecology\nMar 25, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/postpartum-back-pain",
    "name": "Postpartum Back Pain: Info and Solutions for New Mothers\nGeneral information, effective relief and management strategies for postpartum back pain, a condition impacting many new mothers post-delivery.\nGynecologyPregnancyOrthopedicsBack Pain\nMar 22, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/bleeding-before-period",
    "name": "Causes of Bleeding Before Period: What Should You Know?\nLearn about the causes of bleeding before your period, including hormonal changes and health conditions, and find out when it's time to see a doctor.\nMenstruationGynecology\nMar 21, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/solutions-for-itchy-ankles",
    "name": "Soothing Solutions for Itchy Ankles: Symptoms and Treatments\nDiscover the causes, symptoms, and treatments for itchy ankles, including why they worsen at night and strategies for effective relief and prevention.\nItching\nMar 20, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/vertigo-after-flying",
    "name": "Vertigo After Flying: Causes, Prevention, and Treatments\nCauses, treatments, and preventive measures for vertigo after flying. Learn how to address symptoms and enjoy a smoother travel experience.\nOtorhinolaryngologyDizziness\nMar 18, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/thick-rubbery-mucus-from-nose",
    "name": "How Can You Deal with Thick Rubbery Mucus from the Nose?\nLearn about the causes, risk factors, symptoms, and treatments for thick rubbery mucus from the nose, and how to manage this common health issue.\nOtorhinolaryngologyMucus\nMar 17, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ovary-pain-after-sex",
    "name": "Ovary Pain After Sex: Causes, Symptoms, and Solutions\nCauses, symptoms, and treatment options for ovary pain after sex, a common issue affecting many, with insights on when to seek medical help.\nGynecologyOvulationSexual Health\nMar 14, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/elbow-pain-when-lifting",
    "name": "Elbow Pain When Lifting: Causes, Prevention, and Treatment\nCauses, treatments, and prevention tips for elbow pain when lifting. Get insights into managing discomfort and maintaining an active lifestyle.\nOrthopedicsElbow Pain\nMar 12, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/red-spots-on-gums",
    "name": "Red Spots on Gums: Symptoms, Causes, and Treatments\nLearn about causes, risk factors, treatments, and preventive measures for red spots on gums to maintain your oral health and avoid complications.\nStomatologyOral Health\nMar 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/ear-pain-after-tonsillectomy",
    "name": "Why Does Ear Pain Occur After Tonsillectomy? Info and Relief\nCauses, risk factors and effective strategies for easing ear pain after tonsillectomy, a common issue affecting patients, especially children.\nEar PainSurgeryOtorhinolaryngology\nMar 10, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/managing-nausea-during-ovulation",
    "name": "Managing Nausea During Ovulation: Causes and Relief\nRead about the causes, management, and relief of nausea during ovulation, helping you understand and navigate this common menstrual symptom.\nOvulationNauseaGynecology\nMar 01, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/most-common-female-health-problems",
    "name": "Exploring and Managing Most Common Female Health Problems\nDive into an exploration of the most common female health problems, highlighting key management strategies and the importance of early detection.\nGynecology\nFeb 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/exploring-common-illnesses-in-adults",
    "name": "Exploring Common Illnesses in Adults: Insights and Tips\nGeneral information and effective strategies for managing common illnesses in adults, including insights by age group, from young adulthood to older age.\nCardiologyNeurology\nFeb 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/most-common-childhood-diseases-insights",
    "name": "Most Common Childhood Diseases: Insights for Parents\nExplore essential insights into navigating and managing the most common childhood diseases along with symptoms, ensuring your child's health and well-being.\nPediatric\nFeb 29, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/elevating-mens-health-awareness",
    "name": "Elevating Men's Health Awareness: Pathways to Well-Being\nExplore men's health awareness, offering key insights and strategies to tackle health challenges men face, promoting a proactive approach to well-being.\nUrology\nFeb 28, 2024"
  },
  {
    "url": "https://docus.ai/symptoms-guide/understanding-extreme-hunger",
    "name": "Understanding Extreme Hunger: Causes, Solutions, Prevention\nRead about the causes, risks factors, management strategies for extreme hunger. Learn how to prevent complications, and find effective treatments.\nEndocrinology\nFeb 27, 2024"
  }
]